[{"data": "10/02/2015", "estrelas": 3, "foi_recomendado": "Não recomendo este produto", "titulo": "Funciona, mas dá um trabaljho...", "revisao": "Começando pelo ponto positivo, até agora ela limpou a louça razoavelmente - cumpre o seu papel principal.\r\n\r\nMas como é chato chegar a esse ponto! \r\n\r\n1) A mangueira de alimentação da água não tem o cotovelo na ponta usual em máquinas de lavar louça. Até mangueiras 'paralelas' têm isso.\r\n\r\n1) O sistema de travamento da porta é bem 'justo': é necessário fazer força para puxar. A máquina é muito leve, e se não se segurá-la com a outra mão ela vem junto com a porta. E ao fazer pressão na chapa superior dela para evitar que ela corra para a frente tem-se a impressão de que essa chapa vai ceder: é incrivelmente fina.\r\n\r\n2) Ao puxar a gaveta inferior para colocar as louças, a irrritação começa pela própria porta que não fica horizontal: ela fica levemente inclinada para cima, mas o suficiente para que a gaveta saia do sulco de travamento e volte para dentro da máquina a qualquer movimento menos cuidadoso.\r\n\r\n3) E a gaveta só sai até a metade! Se a máquina estiver no chão, colocar os pratos no fundo da gaveta é um  verdadeiro ato de contorcionismo, pois o braço tem que entrar até o meio da máquina para colocar o prato. E as louças ficam tão próximas entre si que encaixar os pratos menores na lateral é uma manobra que exige planejamento e habilidade motora apropriados.\r\n\r\n4) Os talheres que acompanham o uso normal da louça que cabe na máquina não cabem. Além disso, como a gaveta inferior fica elevada pela tampa inclinada, quando se abre a gaveta superior ela enrosca em talheres mais compridos."}, {"data": "02/07/2013", "estrelas": 2, "foi_recomendado": "Não recomendo este produto", "titulo": "Pouca durabilidade e alto custo de reparo", "revisao": "Se vc usa a lava louça todo dia a placa de comando vai durar pouco mais de um ano e depois vc vai pagar 70% do valor da maquina para arrumar, um absurdo a pouca durabilidade e o custo de reparo!!!"}, {"data": "08/09/2012", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "ótima lavadora", "revisao": "Essa lava louça mudou minha vida: nossa cozinha está sempre arrumada e limpa. Só precisa ter paciência para carregar e organizar a louça. Só lamento não ter comprado uma maior!\nO que gostei: Econômica, lava e esteriliza bem a louça\n O que não gostei: Recomendo chamar um profissional para instalar. Cesto inferior com design pouco funcional."}, {"data": "18/02/2013", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "elogio e dica", "revisao": "produto muito bom gostei. \r\nesta totalmente aprovado, facilitou o meu dia a dia.\r\nsó o espaço do sabão é apertado para outras marcas sem ser recomendadas. que por sinal funciona muito bem e é mais barato que a recomendada"}, {"data": "06/02/2013", "estrelas": 3, "foi_recomendado": "Recomendo este produto", "titulo": "Tem custo benefício bom.", "revisao": "É uma excelente máquina para o dia-a-dia. Não espere muito dela e ficará satisfeito. Se tiver alguma dúvida, melhor nem procurar a Brastemp. Não há espaço para isso no site deles. E o chat não funciona.\nO que gostei: Para o dia-a-dia facilita muito não precisar mais lavar louça na pia.\n O que não gostei: Sempre ficam um pingos no teto interno da lavadoras e molham a peças já secas. Tambèm não lava louça muito suja - panela nem pensar!\r\nA instalação não é gratuíta. Paguei R$ 95,00."}, {"data": "09/09/2012", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "tv sony bravia 32 polegadas", "revisao": "como disse é um produto sony,basta a marca para saber que estou falando de um produto de qualidade. \nO que gostei:  imagem maravilhosa da tvs sony que tenho ,me faz recomendar este produto.\n O que não gostei:  não tenho"}, {"data": "09/09/2012", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "tv sony bravia 32 polegadas", "revisao": "como disse é um produto sony,basta a marca para saber que estou falando de um produto de qualidade. \nO que gostei:  imagem maravilhosa da tvs sony que tenho ,me faz recomendar este produto.\n O que não gostei:  não tenho"}, {"data": "01/12/2012", "estrelas": 3, "foi_recomendado": "Recomendo este produto", "titulo": "Produto bonito, boas funcoes mas internamente deixa a desejar", "revisao": "Comparando custo, beneficios, design estou satisfeito, mas realmente o projeto interno precisa aperfeicoamento.\nO que gostei: Houve evolucao no produto desde a primeira lava-louça que tive, melhor acabamento, ergonomia. melhor posicao de onde colocar o secante, programas mais coerentes.\n O que não gostei: porta copos um pouco estreito pro tipo de copos que uso. ha barras na grade de pratos que acabam interferindo na posicao de 3 pratos forcando a nao usar essas posicoes, pessimo nao terem verificado isso no projeto."}, {"data": "24/08/2013", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": null, "revisao": "O equipamento é de boa qualidade e fácil operação, não vibra nem faz barulho.\r\no q não achei 100% é q quando carregamos a máquina com toda a capacidade dita, a qualidade da limpeza dos produtos do alto não fica boa. temos q deixar partes vazias para se ter uma melhor qualidade na lavagem.\r\noutro aspecto, é o tempo dos ciclos. A brastemp deve estudar como diminuir o tempo dos processos sem perder a qualidade.\r\na durabilidade e qualidade do material não posso opinar pois q só tenho ela a uns 4 meses."}, {"data": "26/01/2013", "estrelas": 3, "foi_recomendado": "Não recomendo este produto", "titulo": "Satisfeito!", "revisao": "Tinha uma outra máquina, até gostava dela, no entanto ao trocá-la por essa fiquei muito mais satisfeito, além de deixar minha cozinha muito mais bonita! Minha esposa amou!\nO que gostei: Eficiência e design!\n O que não gostei: O tempo de lavagem poderia ser um pouco menor... Como comprei recentemente, ainda não vi nada que desabonasse esta lava louças."}, {"data": "29/12/2014", "estrelas": 3, "foi_recomendado": "Não recomendo este produto", "titulo": "A máquina é boa, mas seca muito mal.", "revisao": "A máquina de lavar é ótima para esta função, realmente limpa as louças. O problema é que as louças ficam muito úmidas e molhadas, seca muito mal."}, {"data": "29/12/2014", "estrelas": 3, "foi_recomendado": "Não recomendo este produto", "titulo": "Boa máquina de lavar, mas não seca direito.", "revisao": "A máquina é muito boa no quesito lavagem, mas deixa a desejar muito com relação à sua secagem. É frequente que as louças fiquem úmidas ou mesmo molhadas. "}, {"data": "07/09/2014", "estrelas": 1, "foi_recomendado": "Não recomendo este produto", "titulo": "COMPREI VEIO USADA E SUJA NÃO TROUXERAM OUTRA. ", "revisao": "NÃO POSSO RECOMENDAR NÃO ME ENTREGARAM PARA USAR. DIVIDE EM TRES PRESTAÇÕES JA ESTÁ VENCENDO A PRIMEIRA E NÃO TENHO O PRODUTO"}, {"data": "13/07/2016", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "O produto é bom", "revisao": "Essa é a minha quarta máquina de lavar louça, todas sempre foram no mesmo estilo e do mesmo fabricante. Achei que esta tem muitas peças de plástico, o que me deixa em dúvida quanto à durabilidade e fico com receio de, se necessitar, não encontrar as peças para reposição, mas a qualidade da lavagem da louça continua excelente."}, {"data": "06/05/2016", "estrelas": 3, "foi_recomendado": "Não recomendo este produto", "titulo": "Poderia ser melhor.", "revisao": "A máquina lava bem e é fácil de usar. O único problema é que o material das cestas deste novo modelo é muito ruim, a tampa onde fica o sabão não fecha e a cesta sai do trilho toda hora, quando está cheia dá a impressão que vai quebrar."}, {"data": "10/02/2016", "estrelas": 1, "foi_recomendado": "Não recomendo este produto", "titulo": "Não funcionou.", "revisao": "A maquina foi instalada em 09/02016 e nao fincionou. Dei de presente para minha filha. Liga mas nao funciona. Essa e a segunda maquina que ocorre o mesmo defeito.  Em 2009 dei de presente uma modelo Solution e ocorreu o mesmo . Foi foi agendado com assistencia tecnica visita."}, {"data": "18/12/2012", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Minha amiga lava louça.", "revisao": "Um grande feito para quem trabalha fora e precisa cuidar da família, ou melhor, uma grande ajudadora da dona de casa. Já não me vejo sem minha amiga lava louça.\nO que gostei: O produto tem me ajudado bastante, pois tenho 02 filhos pequenos, os quais necessitam da minha atenção e enquanto a lava louça (minha aminga) me ajuda com a louça suja, me sobra uma pouco mais de tempo para que eu possa ficar com os meus filhos e também com meu esposo.\n O que não gostei: Gostaria que a lava louça fosse um pouco mais rápida."}, {"data": "21/03/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Amei!", "revisao": "Soubesse que seria tão boa, teria adquirido antes. Estava morrendo de medo, mas amei!!!!\r\nLava as louças direitinhos, panelas saem limpinhas. claro que precisa respeitar o modo de adequar a louça dentro. Eu amei!"}, {"data": "28/05/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Fundamental e Sensacional", "revisao": "É Brastemp, é moderna, ela é uma sensação. \r\nDeixo a louça para lavar e programo sem preocupação. \r\nSeu sistema preparado me permite respirar. \r\nLava louça todo o dia e nem parece desgastar. \r\nO espaço é excelente, distribuído e equidistante. \r\nDepois que a comprei, comemoro a cada instante. \r\nUm produto excelente, em especial em razão do preço. \r\nCompre para a amada de presente e deixe que ela diga: eu mereço?\r"}, {"data": "24/03/2015", "estrelas": 1, "foi_recomendado": "Não recomendo este produto", "titulo": "Está longe de cumprir o que promete", "revisao": "A promessa da venda é boa e encanta a gente, mas estou com um trambolho em casa que não cumpre o que promete, e o fabricante não dá a mínima para nossas queixas:\r\n\r\n1- Mesmo comprando todos os produtos para lavagem, as louças ficam molhadas, pingando. A máquina apresenta uma função SECAR, mas não seca. Eu liguei para o fabricante e a atendente foi direta ao informar que a máquina não seca e que isso é normal! Tenho que secar manualmente. Eu classifiquei isso como \"venda enganosa\".\r\n\r\n2- Tenho que conferir os utensílios, pois sempre, a cada lavagem, vêm peças sujas. É xícara, copo, talher... A atendente da Brastemp informou que estou usando sabão errado. Mas eu utilizo o sabão em barras indicado no manual."}, {"data": "02/10/2013", "estrelas": 3, "foi_recomendado": "Não recomendo este produto", "titulo": "desempenho ", "revisao": "Com apenas um 1 dia de uso já tive que pedir assistência técnica para  trocar hélice, panelas de aço após lavagem   fica com resíduo dentro. "}, {"data": "14/02/2016", "estrelas": 3, "foi_recomendado": "Não recomendo este produto", "titulo": "produto muito frágil", "revisao": "essa é a quarta máquina bastep que compro, a última.\r\nA porta é muito frágil o que diminui  muito a vida útil e as peças de reposição são muito caras, chega a custa mais 1/3 de máquina nova, o que é um absurdo."}, {"data": "03/12/2012", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "zs", "revisao": "No geral gostei da minha aquisição meu tempo rende um pouco mais!! Já conhecia a máquina quando decidi comprar, então foi só pesquisar o preço e realizar o sonho!\nO que gostei: Faz meu tempo render um pouco mais!!\n O que não gostei: A eficiência na lavagem das panelas, fica um pouco a desejar!"}, {"data": "22/08/2014", "estrelas": 1, "foi_recomendado": "Não recomendo este produto", "titulo": "Horrível, deu problema e estou 1 ano com esse abacaxi", "revisao": "Nunca tive tranquilidade, meu produto deu defeito e já foram diversos técnicos lá em casa e não acham o problema. Mesmo estando na garantia cobram a visista e da última vez cobrou R$ 40 reais porque falaram que a culpa era nossa. Como minha esposa não entende pagou, mas como podem ver não tem nada a ver com a tubulação da casa.\r\nSegua o link da prova que esse produto é uma porcaria\r\nhttp://www.youtube.com/attribution_link?a=BrntibJCELk&u=/watch%3Fv%3D-626Ic07h4w%26feature%3Dem-upload_owner%23action%3Dshare"}, {"data": "18/05/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente produto", "revisao": "Nao tenho nada a reclamar. Algumas questões que vi nas opiniões daqui foram resolvidas facilmente com a leitura do manual. É pratica, eficiente facil de usar, as louças ficam realmente limpas. Copos que tem alto relevo por exemplo ficam bem limpos e nao fica nada acumulado nos talheres que são trabalhados.\r\nÉ uma maravilha."}, {"data": "26/12/2012", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "LAVA LOÇAS BRASTEMP", "revisao": "PARA QUEM NÃO TEM PACIÊNCIA DE LAVAR PRATOS, COPOS, FACAS, GARFOS E COLHERES É UMA EXCELENTE COMPRA.\r\nO UNICO PROBLEMA É O TAMANHO DA MÁQUINA , É NECESSÁRIO UM ARMARIO PLANEJADO PARA QUE SUA COZINHA NÃO FIQUE COM A IMPRESSÃO DE ALGO FORA DO LUGAR.\r\nEU TENHO A DE PISO E A MINHA COZINHA NÃO TEM LUGAR PARA ELA. TEREI QUE FAZER UM NOVO ARMARIO COM O ESPAÇO CERTINHO PARA COLOCA - LÁ DO LADO DA PIA.\nO que gostei: Para copos, pratos, talheres, ela lava muito bem, a quantidade de água usada para lavagem é minima e o gasto com energia  também é pequeno.\r\no motor é silencioso.\n O que não gostei: Ela é muito grande, se a cozinha for pequena ou o seu ármario não for projetado para acomoda - lá ,  fica demais, até atrapalha.\r\nnão lava muito bem panelas, mesmo porque, o espaço é pequeno para acomodar mais que duas panelas, para esse tipo de louça não vale a pena."}, {"data": "17/03/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Lava louças Brastemp", "revisao": "Depois de muito analisar, acho que esta é a melhor opção de compra de uma lava-louças. Possui as funçoes que necessito e o preço é bom, em relação a outras no mercado."}, {"data": "01/12/2015", "estrelas": 2, "foi_recomendado": "Não recomendo este produto", "titulo": "Produto avariado", "revisao": "O produto chegou avariado em casa e ficou 2 semanas na assistência técnica."}, {"data": "21/10/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Performa-se. Informações, ", "revisao": "Ainda não tenho."}, {"data": "20/07/2013", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Bom custo beneficio", "revisao": "Pesquisa de lava louças"}, {"data": "15/12/2016", "estrelas": 1, "foi_recomendado": "Não recomendo este produto", "titulo": "O prduto talvez seja bom, quando entregarem vou saber.", "revisao": "Uma porcaria o serviço de entrega. Não chegou ainda. Liguei para reclamar mas mentem, informando que entraram em contato, que foram em casa e não tinha ninguém, mas moro em condomínio, a portaria me avisa quando chega um entregador. "}, {"data": "20/03/2013", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "So far, so good...", "revisao": "Acabei de comprar, pesquisando o preço no Buscapé. Ainda não instalei, mas fiquei satisfeito com a rapidez da entrega da loja."}, {"data": "12/08/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Como conseguia viver sem?", "revisao": "Está me ajudando muito.  Como consegui viver sem?"}, {"data": "17/08/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "ok", "revisao": "ok"}, {"data": "28/12/2013", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "conforto", "revisao": "possui bom funcionamento"}, {"data": "19/07/2016", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "EXCELENTE PRODUTO.", "revisao": "AINDA NÃO  INSTALAMOS, MAS EM FACE DA OPINIÃO DE PESSOAS QUE ADQUIRIRAM O MESMO, TODOS SÃO UNÂNIMES EM FALAR QUE O PRODUTO É DE ÓTIMA QUALIDADE."}, {"data": "19/07/2016", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "PRODUTO DE BOA QUALIDADE E GRANDE UTILIDADE NO LAR", "revisao": "Ainda não instalamos o produto, mas em face da opinião dos usuários que possuem o mesmo, todos relatam ser um produto de ótima qualidade."}, {"data": "30/03/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Toda dona de casa deve ter uma.", "revisao": "Tem uma coisa que me arrendo... NÃO TER COMPRADO ANTES!!!\r\nEla é ótima e me ajuda demais. O preço ainda é muita alto. "}, {"data": "21/02/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "otimo produto", "revisao": "meu descanso depois do almoço não tem preco! esse produto me da esta satisfação!"}, {"data": "15/08/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Praticidade", "revisao": "Com esta maquina nao perco mais tempo lavando pratos"}, {"data": "02/08/2013", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Bom produto", "revisao": "Gosto muito dessa maquina minha mãe tem uma e estou comprando uma para mim porque é muito boa apezar de achar cara."}, {"data": "18/07/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente", "revisao": "Não sei como eu vivi sem essa lavadora por tanto tempo, super recomendo, é uma grande ajuda no trabalho doméstico."}, {"data": "06/12/2012", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "  perspectivas boas no uso de uma brastemp", "revisao": "até o presente momento, atende espectativas.\nO que gostei: boa facilidade de uso.\n O que não gostei: produto ainda muito novo empede contrariedades."}, {"data": "26/12/2013", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Bom", "revisao": "Recomendo o produto desde que o preço seja atrativo."}, {"data": "26/12/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito bom", "revisao": "Até o mom ento está funcionaldo a contento e muito bem"}, {"data": "23/12/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "lava louças", "revisao": "sim"}, {"data": "02/10/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "É um ótimo produto", "revisao": "Muito fácio de instalar e de usar, só não gostei do consumo do material de limpeza."}, {"data": "11/08/2015", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Lava-Louças da Familia", "revisao": "Adequado para uma família de quatro pessoas para um dia ou um pouco a mais. Muito melhor que lavar a louça, e mais econômico."}, {"data": "10/08/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Satisfeita ", "revisao": "Boa "}, {"data": "10/08/2015", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "boa", "revisao": "bom"}, {"data": "29/08/2013", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "A maquina é muito boa!", "revisao": "As lavas louças, todas são apenas um bom quebra galho, pois o sabão usado é muito agressivo e não pode ser usado em aluminio madeira teflom ou seja coisas que voce gostaria de lavar, alem do mais exige que voce retira todo resido de alimentos que fica nas louças, se voce deixar residuos a louça sai sujas, mesmo assim não me arrependi de ter comprado a gente tem que se adequar a ela, comprando panelas de inox por exemplo.\r\nCom o tempo a gente se acostuma com a lava louça!"}, {"data": "31/12/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "lavadora de louças", "revisao": "sim"}, {"data": "22/09/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "VIDA DAS MULHERES BEM MAIS FACIL", "revisao": "Quando chegamos cansadas do trabalho e ainda ter que lavar louça, e estragar as unhas pintadas bonitinhas, se vc ainda sofre isso eu tenho a soluçao. compra a lava louças, é pratico rapido e eficiente.\r\nse vc nao tem  nao pesse 2 x  ,..... e marca boa brastemp  alem que a entrega é muito rapido!\r"}, {"data": "13/12/2014", "estrelas": 2, "foi_recomendado": "Não recomendo este produto", "titulo": "Lava mal e não seca", "revisao": "Usei 3 vezes este produto, tendo anteriormente um lava-louças da mesma marca mas das grandes, antiga, que quebrou após uns 15 anos de uso, sem peças de reposição - uma maravilha, lavava qualquer panela, fervia a louça, produto impecável. Esta máquina Ative de 8 peças é um engodo: o carrinho inferior desencaixa todas as vezes; o chuveirinho superior desencaixa ao roçar da louça, a lavagem \"pesada\" deixa sujeira grudada na caneca, e simplesmente não seca. Você precisa retirar tudo - pingando - e deixar secar em separado, fora da máquina. O tampo também é difícil de se abrir, tudo no tranco. Vou devolver."}, {"data": "18/12/2013", "estrelas": 1, "foi_recomendado": "Não recomendo este produto", "titulo": "Não pude usar", "revisao": "Ainda não sei pois comprei o produto e não pude usa-lo no período de troca pois minha cozinha não estava pronta, e quando fui usa-lo estava com defeito, a assistência técnica a levou e por enquanto não sei dizer nada sobre o produto "}, {"data": "03/11/2015", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Poderia ser melhor...", "revisao": "Pode ser melhorado o acabamento interno (material fraco), o design da porta (não há trava de meia abertura para permitir a evaporação da água após a lavagem) e grade inferior (a trava que limita o movimento da grade inferior dificulta o acesso aos pratos maiores no fundo da mesma). O tempo de operação me parece muito longo em relação a outros modelos/marcas que já tive."}, {"data": "25/10/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "ESTA LAVA LOUÇa A SALVOU MEU CASAMENTO", "revisao": "Desde que compramos esta lava louças nossa vida mudou! Detesto lavar louça e meu marido também então imagine as brigas diárias..... Optamos então pela compra deste produto e posso garantir que foi o melhor investimento que fizemos, não brigamos mais por este motivo, ganhamos tempo para *** a família deixando que a lava louças trabalhe ou descansamos pois a hora que chegamos do serviço cansados jantamos, enchemos a lava louças e ela fica fazendo o trabalho pesado..... Ahhh e realmente lava panelas, ou melhor cumpre o que promete é só seguir corretamente as instruções. Gostamos tanto que indicamos para amigos e parentes. APROVADÍSSIMA!!!!!!!"}, {"data": "09/10/2014", "estrelas": 1, "foi_recomendado": "Não recomendo este produto", "titulo": "Um monte de problemas", "revisao": "De jeito nenhum.\r\nproduto veio com defeito e no segundo dia tive que trocar duas peças fundamentais para seu funcionamento. Produto vaza água. "}, {"data": "12/05/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Praticidade  ^^'", "revisao": "Comprei a minha no finalzinho de novembro, e já se passaram 5 meses, e eu amo minha lava louças, até agora não apresentou nenhum defeito de fabrica (graças a Deus, espero que ela continue assim) quando fui comprar fiquei muito indecisa, pois muita gente reclama de defeitos e que não se acostuma a usar, mas decidi que iria comprar e ponto final. Foi a melhor coisa que fiz porque trabalho os 7 dias da semana faço faculdade não tenho lá muito tempo  e também odeio água fria, e meu marido só com muita insistência lava a louça, agora minha pia não fica cheia de louça,vou juntando louça lá dentro e quando esta cheia eu a ligo, ligo umas três vezes na semana só,porque cabe bastante coisa nela,e sai tudo bem limpinho e esterilizado =) a unica coisa que não me agrada muito é que ela só lava panela de inox, se vc colocar alumino nela ele sai todo manchado (nunca coloquei panela com teflon,nem esmaltada pq no manual diz que não pode, só tentei coloca o alumínio mesmo), e tem que encaixar tudo certinho, pra que não caia durante a lavagem, e acabe quebrando!\r\nNão me imagino sem ela, é bem pratica e facilita minha vida, porque enquanto ela lava a louça, da pra eu i fazendo outras coisas na casa,uma ótima ajuda, pra quem tem uma vida corrida como eu, e prefere gastar o tempo que ia lavar a louça com outras coisas!"}, {"data": "18/01/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Adoro", "revisao": "Adoro a minha lava-louça. Ela é ideal para uma família pequena e ajuda muito para quem tem uma vida corrida. Fácil de usar e muito silenciosa; eu sempre coloco o ciclo a noite.\r\nO único ponto negativo seria que ela não é ideal para lavar panelas já que é pequena."}, {"data": "30/12/2013", "estrelas": 3, "foi_recomendado": "Recomendo este produto", "titulo": "Rendimento Razoável.", "revisao": "Ótima para lavar pratos, copos, talheres e xícaras, porém lavar panelas e objetos que tenham sujeira impregnada, ai não tem milagre.\r\nCuidado não colocar pratos e copos infantis com adesivos ou decalques pois o sabão e calor destroem os mesmos."}, {"data": "12/12/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Recomendo você comprar uma agora! Excelente eletrodoméstico!", "revisao": "Eu tinha um grande preconceito quando ouvia falar sobre lava-louça, até pesquisar mais sobre este incrível eletrodoméstico!\r\nRealmente facilita a vida, economizando tempo e simplificando as tarefas domésticas.\r\nEstou com o aparelho a 2 meses, e já coloquei de tudo na lava-louça, panelas, pratos, talheres, vasilhas plásticas, assadeiras, garrafas, jarra de liquidificador e lavou incrívelmente bem.\r\nBasta acomodar os utensilios conforme orientação descrita no manual, usar um detergente de qualidade e pronto! Louças limpas!\r\nPraticamente não notei no aumento de consumo de energia elétrica, a única coisa que talvez possa ser um ponto negativo, é o valor alto do detergente próprio para máquina, se comparado ao detergente comum, mas vamos combinar, toda praticidade tem um custo.\r\nEm relação a marca Brastemp, não tenho do que reclamar, botões de simples manuseio, eficiência na lavagem e baixo consumo de energia.\r\nRecomendo a todos!"}, {"data": "03/11/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Maquina", "revisao": "Excelente"}, {"data": "03/11/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Pratico e efeciente", "revisao": "Se eu soubesse que era tao bom, tinha adquirido antes uma lava loucas, por sua praticidade e eficiência . "}, {"data": "22/10/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Qualidade", "revisao": "muito bom"}, {"data": "02/09/2015", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Lava muito bem as louças que ficam com brilho que na mão seria impossível....", "revisao": "gostei muito dei de presente para minha tia que está adorando pois segundo ela sobra mais tempo para as tarefas do dia a dia ela recomenda!!!!"}, {"data": "17/08/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Ótima, meu braço direito.", "revisao": "Produto de alta qualidade, com ótima desempenho,  "}, {"data": "28/08/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Facilidade no dia a dia", "revisao": "A máquina ajuda no dia a dia agitado que temos atualmente, além de economizar água."}, {"data": "31/07/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Funciona muito bem", "revisao": "Ótima máquina, silenciosa e de fácil instalação.\r\nDeveria ter a opção de selecionar ou não a secagem da louça em todos os programas (o único programa q não seca é o rápido), já q nem sempre temos a necessidade de secar a louça na máquina.\r\n "}, {"data": "08/08/2014", "estrelas": 1, "foi_recomendado": "Não recomendo este produto", "titulo": "ruim demais. pessimo produto", "revisao": "Painel deu problema com 2meses de uso. A peça que joga agua trava toda hora. Se entrar um grao de po de cafe ja trava"}, {"data": "20/08/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito bom ", "revisao": "Fico me perguntando como não adquiri antes. Está me ajudando muito.  Não me arrependo.  Indico."}, {"data": "15/08/2016", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Atendeu as espectativas", "revisao": "Adorei, sempre tive receio de comprar porque algumas pessoas falavam que não lava direito, mas é folclore lava muito bem. Chamamos nossa ajudante de Maria Julia. Minha filha de 13 anos adorou a aquisição. Podem comprar sem medo."}, {"data": "23/05/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Atendeu à nossas necessidades", "revisao": "Produto com bom custo beneficio, de boa qualidade e facil de usar."}, {"data": "17/01/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "excelente", "revisao": "excelente"}, {"data": "26/06/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Sobre o produto", "revisao": "Os botões são muito sensíveis ao toque, o que desregula fácil!"}, {"data": "09/03/2017", "estrelas": 1, "foi_recomendado": "Não recomendo este produto", "titulo": "não cabe pratos fundo", "revisao": "Esta maquina não tem espaço para pratos fundos\r"}, {"data": "02/11/2015", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Pelo o que eu vi nos comentarios ela é boa", "revisao": "Eu sou Gabriel um Garoto de 11 anos q quer ajudar a vó com as louças, então gente o custo beneficio é bom?\r\nse é coloque um V se não coloque um X."}, {"data": "25/10/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Cumpre o que promete!", "revisao": "a máquina consegue tirar algumas sujeiras das louças, talheres e equipamentos de cozinha que não conseguimos tirar numa lavagem normal com esponja e detergente. Tendo atenção na disposição das coisas dentro da máquina na hora de lavar, para que os jatos de água consigam atingir todas as partes e lavar tudo direitinho, ela é muito eficiente. De vez em quando alguns copos saem com alguma sujeira encrustada, ainda não conseguimos descobrir como evitar isso, mas não chega a ser um problema. Arrependido de não ter comprado uma dessas antes. Quanto tempo perdido lavando louças!! Estou esperando para receber a conta de água e de luz para ver o seu custo-benefício, mas de qualquer forma vai ser difícil ter ânimo para encarar novamente uma pia cheia de louças...."}, {"data": "27/01/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "satisfeito", "revisao": "sim"}, {"data": "02/12/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente Brastemp Ative 8 serviços!", "revisao": "Puxa, nem sei o que dizer, de tanta satisfação que estou com o produto!\r\n\r\nA máquina é ótima, o tamanho ideal. Eu ainda não tenho filhos, então resolvi comprar a de 8 serviços, exatamente esperando que logo a família cresça! Entretanto não poderia ter feito escolha de tamanho melhor! Ela tem a função \"aquaspray\" para dar uma pré lavada (sem sabão), para esperar completar a capacidade da máquina. \r\nExcelente produto mesmo! Estou muito feliz com a compra! "}, {"data": "19/11/2015", "estrelas": 2, "foi_recomendado": "Não recomendo este produto", "titulo": "Produto chegou sem funcionar", "revisao": "Produto chegou avariado e teve que ir diretamente para a assistência técnica autorizada."}, {"data": "12/10/2018", "estrelas": 1, "foi_recomendado": "Não recomendo este produto", "titulo": "Problemas graves logo após o término da garantia", "revisao": "Essa máquina foi a maior decepcao de eletro domesticos que tive. Comprei e mesmo usando muito pouco, no 13o mes, ou seja, no primeiro mes apos o fim da garantia, a maquina acusou um problema, que ao pesquisa em sites especializado, é algo recorrente. Problema na bomba que retira a agua da maquina. Ou seja, a maquina nao funciona mais. Mas o pior. O preço do conserto (peça + mao de obra) chegou a ultrapassar o preço que eu paguei por ela. É inacreditável. Imagina comprar uma maquina que dá problema , mas que se consertar pelo preço e que a garantia é de mais 3 meses, possa dar problema novamente e o custo dessa maquina passa a ser inacreditavelmente inviavel. Comprei de outra marca, joguei essa no lixo porque a Brastemp simplesmente abusou disso, escondendo esse defeito recorrente e nao se comprometendo a consertar de graça, como em um recall. Jamais recomendarei esse produto."}, {"data": "19/11/2012", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Boa escolha", "revisao": "bom custo x beneficio se comparado a outros modelos\nO que gostei: compacta, cabendo em pequenos nichos.\n O que não gostei: Ainda não detectei..."}, {"data": "17/10/2012", "estrelas": 3, "foi_recomendado": "Recomendo este produto", "titulo": "Perder tempo lavando louça, nunca mais!", "revisao": "A Brastemp é uma marca conceituada no mercado e espero, realmente, que a minha lava-louça não me dê problemas. Pois é isso que esperamos quando adquirimos produtos de marcas sólidas e conceituadas no mercado, como a Brastemp, pois é péssimo quando adquirimos um produto por uma necessiadade e este não funciona e correr atrás de fabricante é desgastante demais. \nO que gostei: Compacta, mas ao mesmo tempo eficiente, e moderna. \n O que não gostei: Ainda não tive problemas nenhum. Tenho há pouco tempo.\r"}, {"data": "16/10/2012", "estrelas": 3, "foi_recomendado": "Recomendo este produto", "titulo": "Muito bom o produto, recomendo sem problemas.", "revisao": "Muito bom o produto, recomendo sem problemas.\nO que gostei: Muito bom o produto, recomendo\n O que não gostei: O cesto inferior é preciso certa paciência para acomodar a louça."}, {"data": "01/10/2012", "estrelas": 3, "foi_recomendado": "Recomendo este produto", "titulo": "Brastemp", "revisao": "pode comprar sem medo, pois é uma Brastemp.\nO que gostei: ótimo produto\n O que não gostei: por enquanto nenhum"}, {"data": "28/08/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Facilidade no dia a dia", "revisao": "Facilita a vida diária além de economizar água "}, {"data": "26/07/2014", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Bom desempenho + material frágil", "revisao": "Parece que vai quebrar a porta a qualquer momento.\r\nBom desempenho"}, {"data": "06/07/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "O eletrodoméstico mais querido da minha casa!", "revisao": "Somos só duas pessoas em casa mas recebo até 15 pessoas de uma vez e esta lava-louças se encaixa perfeitamente na minha necessidade. Ela é pequena o suficiente para lavar louça de um café da manhã e almoço por exemplo sem ficar com dó do espaço sobrando e em duas ou uma lavagem eu organizo a cozinha no domingo. A louça tem que ser bem colocada para não ficar suja mas com a experiência vc sabe onde colocar cada coisa e ter um bom resultado. Eu tenho uma amiga que não tem paciência e prefere lavar, mas eu já acho que estraga as mãos e unhas, e ainda a cozinha fica desorganizada com a louça secando na pia. Costumo dizer que parece um armarinho mágico que eu escondo a louça suja e depois tiro limpa! Amo!"}, {"data": "03/06/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Minha amiga prática que traz beleza limpeza e harmonia na minha cozinnha", "revisao": "Prática e funcional.Corresponde ao serviço desejado!Fácil de manusear.Cabem muitas louças.Bonita e  de facilidade ao instalar!Estou satisfeitíssima com o produto e com mais tempo livre pra *** minha vida! E como sou uma mulher antenada com o Cosmos e conectada à ecologia, o consumo  de água  é muita economia!Pare  e compare !Sem stress pra lavar pratos e talheres!Atentem homens e presenteiem as mulheres!Meu conselho ,ouça:Compre uma lava-louça!!!!!"}, {"data": "03/06/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Melhor compra que já fizemos", "revisao": "Recomendo\r\n\r\nFoi um dos últimos itens que minha esposa e eu compramos para nossa casa, devido a várias opiniões controversas. Mas deveria ter sido um dos primeiros, não temos mais que esquentar a cabeça com lavar a louça, não importa o quanto a mesma esteja suja.\r\n\r\nLimpa muitíssimo bem, super simples de instalar e usar. O manual é bem detalhado e qualquer duvida que você possa ter o site da Brastemp resolve!\r\n\r\nTambém é  econômica, não só na quantidade d'água mas também com relação ao produto secante/abrilhantador.\r\n\r\nLava as panelas, por mais sujas que estejam, e você pode acumular a louça até que a maquina esteja cheia, o que é muito bom pra famílias pequenas. E a função AcquaSpray ajuda mesmo!\r\n\r\nMinha esposa não poderia estar mais feliz e eu também!!!"}, {"data": "07/05/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Simples e excelente!", "revisao": "Compramos nossa lava louças Ative 08 Serviços, da Brastemp, há alguns meses, e já somos fãs incondicionais, dela. A capacidade dela é surpreendente, o ciclo das lavagens é rápido, e a louça fica limpinha, limpinha! Com os produtos de limpeza certos, nada vai dar errado.\r\nConsiderando uma lavagem de louças normal, à mão, a economia de água é considerável. Os programas de lavagem são simples de escolher, bastando pressionar um botão para navegar pelas opções. A função aquaspray ajuda quando a máquina não está cheia, e a louça será lavada depois, com mais itens. Se a preocupação for com gasto de eletricidade, recomendamos, se possível, a compra do modelo de 220 volts. Como toda máquina, ela tem um tamanho avantajado, portanto é bom saber direitinho onde vai colocá-la, antes de comprar. Super recomendado"}, {"data": "17/09/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Melhor aquisição para quem trabalha fora", "revisao": "Comprei esta lavadora já tem 01 ano, por indicação de uma amiga. Posso dizer que é uma maravilha, economiza muito tempo, e para uma familia de até 04 pessoas é muito pratica. Além da economia de agua nessa epoca de crise hidrica, é só ajeitar a louça do dia, deixar trabalhando e no dia seguinte guardar, td muito limpo e brilhando. As vezes coloco até panela, só não limpa bem se estiver com coisa grudada, ai não tem jeito mesmo, porque não faz milagres. Mas recomendo porque é uma mão na roda pra quem tem a vida corrida."}, {"data": "30/06/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito boa.", "revisao": "ótimo preço para excelente produto"}, {"data": "23/06/2015", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Recomendo, porém aconselho a pesquisar", "revisao": "Gostei. Foi a primeira máquina de lava louças que tenho. Achei um pouco barulhenta para um equipamento novo. Vale a pena dar uma olhada e comparar o nível de ruído de outras marcas. A lavadora é bem bonita, dá um \"up\" na cozinha, ajuda na tarefa do dia a dia pra lavar louças, mas não faz milagres também. Um ponto que achei um pouco ruim é que uma vez iniciado o ciclo, você não consegue pausar a lavagem caso tenha esquecido de colocar algo. Outro ponto é que você também não consegue alterar o programa de lavagem sem esvaziar toda a água da máquina (Por exemplo se você quer sair do programa lavagem pesada para lavagem do dia a dia). Mas, enfim, acho que é uma boa máquina. Creio ter feito boa aquisição"}, {"data": "06/02/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Caraca Moleque, que é isso de bom!!!!! ", "revisao": "Como é a segunda lava-louça, posso realizar pequenas comparações:\r\nPoderia melhorar o dispositivo de abertura da porta, devido a mesma não ter um primeiro tempo em que a abertura poderia ser minima (um amortecedor, pistão, trava, qualquer coisa que possa realizar a melhora da abertura da porta) para evitar sublimação dentro da maquina evitando assim que a louça fique úmida. Pois se ao deixarmos a porta aberta, dependendo do espaço de circulação fica obstruído pela mesma. Grato pela atenção. "}, {"data": "02/01/2015", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Tenho e testei para dar minha avaliação", "revisao": "Acho que todos os usuários que utilizam o buscapé, deveriam avaliar também os produtos comprados. As avaliações aqui me ajudaram a compras vários produtos bons.\r\nComprei essa lava louça no black friday e estou com ela há dois meses. Ela é muito bonita, com um ótimo espaço interno onde cabem muitas louças e talheres. Existe a facilidade de recuar o porta copo para caberem pratos a mais ou panelas. Os oito serviços são muito bons, mas acho um exagera vc ter que colocar duas vezes o sabão para lavar- fora do dispenser e dentro do dispenser. Quanto ao líquido secante é muito bom pois colocamos apenas uma vez e ele é utilizado por quarenta secagens.\r\nAchei a peça de abertura da porta frágil, mas se pegar no modo correto a porta fica preservada por vários anos.\r\nUma coisa fantástica que achei é o silêncio. Saio da cozinha e vou para a sala e não ouço a máquina trabalhando.\r\nTrés coisas que não achei tão legal: não achei que secou bem todas as vezes e com comida mais gordurosa ou que leva ovo, antes de colocar na máquina, passe uma boa esponja pois a máquina lava bem, mas não tira o cheiro do ovo e tenho alguns pratos quadrados ou com circunferência maior que um prato normal. Eles não se encaixam na configuração de pratos da lava louca.\r\nConclusão: a máquina é muito boa, faz o seu papel muito bem. Detalhe: leia as instruções para saber mexer bem nela e conseguir ótimos resultados. Vale a pena comprar e não me arrependi em nenhum momento"}, {"data": "16/09/2014", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "A lavadora de louças limpa, mas demora na limpeza.", "revisao": "A lavadora de louças limpa as louças, algumas vezes deixa resíduos, dependendo o tipo de lavagem escolhido.\r\nÉ ótima para quem não gosta de lavar, no inverno ou quer otimizar o tempo: como fazemos com as roupas.\r\nPorém, ela leva muito tempo para lavar a louça, são quase duas horas! Então, aqui em casa, lava-se normalmente a louça nos fins de semana e, durante a semana deixamos acumular para fazer a lavagem umas duas vezes na semana."}, {"data": "26/06/2013", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Boa qualidade e desempenho.", "revisao": "Atende o especificado. Recomendo."}, {"data": "03/06/2013", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "recomendo", "revisao": "Estou amando, saio para trabalhar e deixo ela lavando as louças, lava e seca é maravilhoso, super espaçosa. Recomendo não perco mais tempo cuidando das louças."}, {"data": "01/06/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Não fique sem uma lava louça.", "revisao": "Muito prática tanto para instalação como utilização.\r\nEconômica. \r"}, {"data": "12/02/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Produto perfeito.", "revisao": "Muito bom produto. Fácil de manusear. Possui sistema de água quente que minha esposa queria.\nO que gostei: Equipamento leve e silencioso. Possui sistema de água quente.\n O que não gostei: Não medi ainda o consumo de energia e água, só acho o tempo de lavagem muito demorado em relação à máquina que possuíamos."}, {"data": "30/10/2013", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "ASSISTENCIA TECNICA DEMORADA", "revisao": "PRODUTO VEIO COM DEFEITO, TIVE QUE SOLICITAR A ASSISTENCIA TECNICA, QUE DEMOROU MAIS DE DUAS SEMANAS PARA TROCAR A PEÇA COM DEFEITO."}, {"data": "22/10/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Produto de boa qualidade", "revisao": "Comprei o produto em substituição a uma outra lava-louça de 6 seviços; estou gostando muito da facilidade de uso;"}, {"data": "10/07/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Amei o produto!", "revisao": "Só tenho elogios. Ela é ótima, fácil de usar e lava super bem se você colocar a quantidade de louça recomendada. Vale a pena adquirir."}, {"data": "09/07/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Facilidade no dia-a-dia", "revisao": "Facilitou demais as atividades da cozinha lavando e secando a louça. A mesma fica mais brilhante quando limpa. Adorei!"}, {"data": "30/06/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Bom produto", "revisao": "Tamanho compacto ocupa pouco espaço. "}, {"data": "30/10/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Recomendo", "revisao": "Já é a segunda que compro . A primeira eu me desfiz dela apenas porque estava muito feia ( o cachorro fazia xixi nela ).  Recomendo."}, {"data": "28/05/2013", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Muito boa mas falta espaço interno!!", "revisao": "  Minha experiência foi muito boa, agora não fica mais louça suja na pia. Somos em duas pessoas e colocamos toda noite a lava-louças para funcionar, ela é mto boa mas deixa a desejar no espaço interno, que foi feito somente para copos, xícaras, pratos e talheres; sendo assim se você colocar uma jarra de suco, uma tampa de panela, ou um simples pote, ela ja perde muito espaço e você tem que ficar analisando bem como dispor do mesmo para que toda a louça seja bem lavada. Mas num geral é muito boa e ajuda muito em casa, o que não cabe nela, lavo na mão com as panelas."}, {"data": "11/01/2013", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "recomendo", "revisao": "otimo\nO que gostei: praticidade\n O que não gostei: acumula sujeira em baixo da porta"}, {"data": "01/11/2012", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Boa lava louça. Recomendo!", "revisao": "Tinha uma Clean e troquei agora pela Ative. Ela é maior e mais silenciosa que a minha antiga, além de lavar mais louças do que a outra. \r\nGostei muito da lava-louças. Depois que vc acostuma não quer mais ficar sem.\nO que gostei:  - Muito fácil de instalar\r\n - Espaçosa: cabe bastante louça. espaço pra copos em pé o que libera a parte de baixo para pratos e talheres.\r\n - Lavagem com secagem realmente funciona.  Louça fica toda seca.\r\n - O acesso aos compartimentos para sabão e abrilhantador fica na porta o que facilita muito. \r\n - Silenciosa: Em relação à que eu tinha antes(Clean) ela é bem silenciosa.\r\n - Econômica: A opção de jato de água ajuda bastante quando tem pouca louça pra lavar, pois da pra juntar ate o dia seguinte. \n O que não gostei:  - Preço: embora esteja baixo de outras de seu padrão, o preço de uma maquina de lavar louça ainda é muito alto. Mas vale a pena pra quem quer poupar tempo. \r"}, {"data": "17/07/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente compra", "revisao": "Muito bom o produto, uso todo dia e tem funcionado muito bem, muito bom custo e benefício, únicos problemas que tive é que não cabe 8 serviços, os pratos ficam muito em cima um do outro e não lavam bem quando na capacidade, mas dando alguns espaços lava perfeito, e os copos e xícaras frequentemente ficam com restinho de detergente dentro, algumas colheres raramente tb, tem sempre que olhar quando tira e passar uma água pra tirar esses restos, mas isso é o de menos perto do trabalho que poupa. "}, {"data": "06/05/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo", "revisao": "Perfeita.\r\nEconômica nos quesitos luz e água.\r\nOs únicos dois pontos negativos são o barulho e não possuir um botão para pausa do ciclo, o que facilitaria o ajuste de loiças mal colocadas.\r\nMas independente disso é um ótimo produto.\r\nLava super bem.\r\nSuper indico."}, {"data": "09/04/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Silenciosa e econômica", "revisao": "Essa máquina de lavar louças é muito silenciosa e econômica. \r\nComporta uma grande quantidade de louças, mas não é necessário esperar que ela fique cheia para limpar as louças. \r\nExiste a função acquaspray que dá um enxágue de 6 minutos nas louças, retirando os restos de comida. Assim dá para esperar a próxima refeição para encher a máquina e aproveitar ao máximo a sua capacidade.\r\nPainel de controle muito fácil de operar."}, {"data": "04/04/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Perfeita!", "revisao": "Essa máquina é simplesmente perfeita! Atendeu totalmente minhas expectativas. \r\n\r\nSomos em 3 pessoas em casa, ligamos ela todos os dias, em geral no ciclo rápido e as louças saem perfeitas e brilhando.\r\nNão houve aumento na conta de luz."}, {"data": "13/03/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Brastemp Ative", "revisao": "Eu fiquei com medo de comprar, pois apenas 2% dos brasileiros tem uma. Mas posso dizer que e umas das melhores aquisições a ser feita. Ela lava panelas sim, e lava de tudo que pode ir a uma lava louças. E olha que eu sou meia chata com isso.Mas é grande e preciso ver o espaço para deixá _la mas isso não e motivo pra não comprar uma.Vale cada real"}, {"data": "12/03/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "amei amei amei", "revisao": "Sempre me irritava e pensava que precisava de uma pia maior na minha cozinha, mas na verdade eu só precisava de uma lava louças.... minha pia está linda e limpinha.\r\nColoco toda a louça na máquina e vou fazer outra coisa....sem contar que fica td muito limpinho.\r\nCliente muito satisfeita e o bom de faro me ajudou  da escolha até a compra do produto obrigada bom de faro."}, {"data": "28/12/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Praticidade", "revisao": "Eu recomendo é eficiente na sua função"}, {"data": "16/12/2013", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Lava bem pratos, copos e talheres...", "revisao": "Lava bem pratos, copos e talheres... Mas panelas nem tanto, sempre é preciso dar um acabamento final neles, pois sempre saem com um pouco se sujeira grudada."}, {"data": "14/12/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito bom!!!!", "revisao": "Está facilitando muito minha vida. Está valendo a pena."}, {"data": "11/12/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "EXCELENTE LAVA LOUÇAS", "revisao": "Adquiri está lava louça a cerca de três meses, até hoje só alegria. Ela é bastante espaçosa por dentro e compactar por fora, tanto que consegui colocar dentro do armário por baixo da pia.\r\nRecomendo a todos.\r"}, {"data": "02/12/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Facilita no dia-a-dia", "revisao": "Nos possibilidade utilizar o tempo que era dedicado à lavar louça para outras tarefas."}, {"data": "01/04/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Brastempe não tem erro", "revisao": "Muito bom"}, {"data": "23/03/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Maravilhosa Brastemp Ative BLF08 De Piso!", "revisao": "Recomendo totalmente! A maquina de lavar louças Brastemp Active 8 serviços é simplesmente maravilhosa! Amei demais."}, {"data": "24/01/2014", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Ótima maquina", "revisao": "Gostamos muito da maquina. Lava muito bem, seca e deixa as louças brilhando. O único ponto negativo que encontrei até agora é quanto ao nível de ruído que considero muito alto."}, {"data": "29/12/2013", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "boa", "revisao": "recomendo"}, {"data": "28/12/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Otimo", "revisao": "Eu recomendo é eficiente na sua função"}, {"data": "05/11/2012", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Estou comprando", "revisao": "Testei e aprovei, por isso indico.\r\nJa estou a espera da minha!\nO que gostei: Ótimas as informações, por isso estou adquirindo uma hoje no Magazine Luiza\n O que não gostei: Nada contra"}, {"data": "11/09/2017", "estrelas": 1, "foi_recomendado": "Não recomendo este produto", "titulo": "Valor cobrado R$500,00acima da promoção Brastemp Renova. Site não confiável", "revisao": "Valor cobrado R$500,00acima da promoção Brastemp Renova. Site não confiável\r\nNa hora do fechamento da compra o valor foi alterado e já havia cadastrado o meu cartão Visa. Jamais imaginei que o programa Brastemp Renova não é confiável."}, {"data": "11/09/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "facilitador da dona de casa", "revisao": "para dona de casa que tem vários afazeres, a máquina de lavar louça poupa o seu tempo, louças limpas, esterelizadas e copos com brilho e ainda economiza água."}, {"data": "11/09/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "bom", "revisao": "dentro das expectativas"}, {"data": "10/09/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "excelente", "revisao": "um otimo produto"}, {"data": "13/01/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Maravilhosa", "revisao": "Ainda estou aprendendo a usar porém não vivo sem ela. Pia limpa todos os dias, louça super limpa, tudo de bom!"}, {"data": "28/03/2015", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo produto, até necessitar de conserto.", "revisao": "Se necessitar de conserto, faltam peças."}, {"data": "24/08/2013", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "BOA COMPRA", "revisao": "O equipamento é de boa qualidade e fácil operação, não vibra nem faz barulho.\r\nO q não achei 100% é q quando carregamos a máquina com toda a capacidade dita, a qualidade da limpeza dos produtos do alto não fica boa. Temos q deixar partes vazias para se ter uma melhor qualidade na lavagem.\r\nOutro aspecto, é o tempo dos ciclos. A brastemp deve estudar como diminuir o tempo dos processos sem perder a qualidade.\r\nA durabilidade e qualidade do material não posso opinar pois q só tenho ela a uns 4 meses, mas me parecem boas."}, {"data": "24/07/2013", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Aprovado", "revisao": "Mão na roda, facilita muito o dia-a-dia. Ponto positivo: lava boa parte das louças, os vidros e talheres ficam bem brilhosos ponto negativo: não lava alumínio e acumula sujeira próximo à porta. O processo de secagem também não é muito eficaz e o sabão recomendado é muito caro. "}, {"data": "24/03/2013", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "EU QUERO UMA LAVA LOUÇA BRASTEMP!!", "revisao": "utilizada na casa da minha mãe, muiiiiiiiito bom. EU QUERO UMA!"}, {"data": "20/06/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "tempo para *** a vida", "revisao": "a ter uma lava louças foi algo bem complexo em minha vida, minha mãe sempre me ensinou que lava louças era coisa de gente fresca, mas quando ganhei uma Brastemp da minha sogra pra completar a cozinha nova me apaixonei, me livrei da pia e agora tenho muito mais tempo de *** a fam´ilia e ser feliz com tempo de sobra"}, {"data": "07/08/2014", "estrelas": 3, "foi_recomendado": "Recomendo este produto", "titulo": "BOM", "revisao": "AINDA E MUITO CEDO PARA AVALIAR"}, {"data": "19/06/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito bom e prático", "revisao": "Produto excelente. Ótimo desempenho e economia. "}, {"data": "31/05/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente", "revisao": "Estou usando a lava-louça há uma semana e não poderia estar mais satisfeita. A louça sai limpa como mostra o comercial na TV. É muito fácil de usar, linda e prática. Recomendo!"}, {"data": "26/05/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Produto com bom custo x benefício ", "revisao": "Esta máquina de lavar louças cumpre o que promete.\r\nComprei uma há mais de 1 ano e até agora funcionou perfeitamente, cumprindo com o que promete.\r\nEu recomendo."}, {"data": "08/04/2014", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Muito boa!", "revisao": "Lava muito bem e é bem espaçosa. O único ponto a melhorar é o jeito de abrir a porta, que é meio difícil."}, {"data": "02/08/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "elogio", "revisao": "Sim recomendo"}, {"data": "22/07/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "bom", "revisao": "bom"}, {"data": "21/07/2014", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "bom", "revisao": "Recomendo"}, {"data": "15/07/2014", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Funcional", "revisao": "Sim, recomendaria"}, {"data": "23/08/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Parece que os detalhes de fabricaçao poderiam ser melhores", "revisao": "Funciona bem. Uma grande ajuda. "}, {"data": "08/09/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente produto", "revisao": "Estou bastante satisfeito com o produto. Ótima compra."}, {"data": "16/08/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Muito bom", "revisao": "Facilidade para o dia a dia. Acomoda bem as louças. atende nossa necessidade\r"}, {"data": "15/08/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "excelente ", "revisao": "muito bom, deveria ter comprado há mais tempo, as louças saem limpinhas até mesmo panelas. Quanto ao que dizem que a louça tem que estar limpa para ser lavada na maquina, isso não procede, coloco as louças bem sujas e sai limpa pronta para ser guardada no armário."}, {"data": "11/08/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Muito bom, atendeu a minha espectativa.", "revisao": "Pratico, fácil de usar e perfeito!"}, {"data": "09/08/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Lava louças Brastemp Ative", "revisao": "Usamos poucas vezes ainda, e não testamos as varias opçôes de funcionamento."}, {"data": "04/09/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "otima", "revisao": "muito pratica e de muita valia, uso quase diario"}, {"data": "29/08/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Bom", "revisao": "desempenho esperado"}, {"data": "29/08/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Realmente é uma Brastemp!", "revisao": "Já tive outras lava-louças e a Brastemp sempre foi a melhor! Agora, quando decidi comprar, não tive dúvidas em comprar a da Brastemp, 8 serviços. Já realizei a primeira lavagem e não me desapontei! :D"}, {"data": "28/08/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": ".", "revisao": "."}, {"data": "27/10/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "muito útil", "revisao": "Muito boa. Satisfatória. "}, {"data": "10/10/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "satisfeito", "revisao": "sim"}, {"data": "25/08/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Produto excelente!!!!", "revisao": "Produto recomendável!!  esta já é a 2ª, a outra durou mais de 15 anos sem apresentar defeito. seus programas são excelentes."}, {"data": "20/08/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "facilidade de uso", "revisao": "sim recomendo"}, {"data": "10/08/2014", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "bom , pratico..", "revisao": "bonita , pratica fácil de instalar"}, {"data": "04/01/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Se tornou meu braço direito,não tenho mais que ficar na pia, maravilhosa", "revisao": "o produto e perfeito,pratico,facil de usar, funções faceis,boa capacidade interna disigner arrojado,econõmica e muito compacta."}, {"data": "02/01/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo custo/benefício", "revisao": "Ótima lava-louças, só achei um pouco apertada para encaixar as louças."}, {"data": "09/12/2014", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Produto viável ", "revisao": "Super recomendo, muito prática e ganho de tempo no dia a dia!"}, {"data": "09/12/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Lava louças brastemp", "revisao": "Estou com a minha a quase um ano e estou satisfeito, posicionando bem a louça e colocando o sabão na medida certa ela lava muito bem, só precisa tirar os restos de comida. Para quem suja muita panela recomendo a de 12 serviços, essa foi minha primeira lava louças e optei pela de 8 por não conhecer esse tipo de eletrodoméstico, a próxima com certeza será de 12."}, {"data": "09/11/2014", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo", "revisao": "Sim, boa compra"}, {"data": "06/06/2017", "estrelas": 3, "foi_recomendado": "Não recomendo este produto", "titulo": "Não eficaz", "revisao": "As lança não ficam limpas como deveriam"}, {"data": "08/08/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "máq lavar", "revisao": "Bom"}, {"data": "03/05/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo", "revisao": "Entrega super rápida, o produto é excelente! O vendedor atende as expectativas!"}, {"data": "24/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Lava louças honesta", "revisao": "Simples de operar com boa capacidade (8 serviços). Silenciosa e eficiente. "}, {"data": "11/04/2017", "estrelas": 1, "foi_recomendado": "Não recomendo este produto", "titulo": "Equipamento ainda não foi entregue", "revisao": "Sem experiência"}, {"data": "05/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Ideal para poca louça.", "revisao": "Já tive uma comprada há muitos anos atrás, agora comprei uma nova e está mais moderna. ficou mais fácil de usar."}, {"data": "27/07/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Av maquina de lavar", "revisao": "Gostei da maquina."}, {"data": "20/07/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito Bom. Lava mesmo!", "revisao": "Pensei que não funcionava, mas lava mesmo. Economia de tempo e água! Vale !!"}, {"data": "17/07/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "bom produto", "revisao": "bom produto"}, {"data": "02/07/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Demonstra eficiência e tem contribuído para eu ter mais tempo livre", "revisao": "Perfeita aliada na organização da cozinha."}, {"data": "18/01/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "PRATICIDADE", "revisao": "GANHAR TEMPO PARA OUTRA ATIVIDADES"}, {"data": "08/02/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Lavadora de louças excelente", "revisao": "Tive uma igual e quando de uma mudança tive que vender, quando me instalei novamente comprei outra.\r\nE nunca mais fico sem.\r\nProduto excelente, lava perfeitamente as louças, inclusive panelas.\r\nEconomiza água e o custo de lavagem é muito barato."}, {"data": "17/01/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Satisfação total", "revisao": "Perdi muito tempo, deveria ter adquirido muitos anos antes."}, {"data": "17/01/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Praticidade", "revisao": "Veio facilitar trabalho no dia a dia, qdo o nº de pessoas é maior, bem como, posso acumular  louças de um dia para o outro. Louças, talheres... bem lavados."}, {"data": "05/01/2015", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "falta um pouco de espaço para louças ou panelas grandes....", "revisao": "apesar de escolher um modelo grande, a lavadora não comporta louças e panelas grandes..."}, {"data": "04/01/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Praticidade", "revisao": "Simplesmente maravilhoso!!!!"}, {"data": "31/01/2015", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "gostei muito", "revisao": "ja tive de 12 serviços, por isso agora comprei esta de 08"}, {"data": "26/01/2015", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Produto bom x custo benefício", "revisao": "Produto bom e que inicialmente esta atendendo minha necessidade, porém fico com dúvidas quanto a durabilidade, a anterior que tinha da BRASTEMP era de melhor qualidade do material e durou por 6 anos sem dar um problema sequer, esta de agora parece que os problemas serão prematuros em curto prazo, não sei em quanto tempo. Questiono a qualidade de fabricação porque comparei a anterior com esta e notei estas falhas de qualidade."}, {"data": "23/01/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Prática, rápida e eficiente.", "revisao": "Apenas separo as louças e coloco como o recomendado no manual.  Acrescento os detergentes próprios, escolho a função e pronto.  O resultado é ótimo !"}, {"data": "18/01/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Produto de bom desempenho.", "revisao": "Boa experiência."}, {"data": "22/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Investimento conjugal ", "revisao": "Produto otimo para casais jovens que tem desprende de seu tempo para atividades academicas ou familiares"}, {"data": "07/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "lava tudo mesmo. perfeita.", "revisao": "nenhum ponto negativo. a lava louças brastemp lava tudo mesmo e deixa tudo brilhando e seco. Ótima ajudante em casa."}, {"data": "27/02/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "ótimo desempenho", "revisao": "Economia de tempo e de água."}, {"data": "24/02/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Bom Produto, Entrega Rápida", "revisao": "Tudo funcionou bem, a entrega foi rápida e o produto atendeu às expectativas. "}, {"data": "22/02/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Avaliação da lava-loucas BRASTEMP 8 serviços", "revisao": "Ótimo"}, {"data": "05/04/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Perfeita para lavagem de pouca quantidade.", "revisao": "Há muitos anos já havia adquirido essa mesma lava louça, Agora comprei uma nova e preferi esse mesmo modelo. "}, {"data": "30/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "nossa vida com brastemp", "revisao": " para começar temos este produto há menos de dois meses, dos quais 15 dias ficaram por conta da adequação da rede elétrica. Compramos este produto em razão da antecessora que durou mais de 25 anos, sem quebras. O período em que aguardamos a entrega foi muito sofrido, vez que nossa máquina antiga nos fazia muita falta. Com este produto, por enquanto estamos achando silencioso e fácil de operar. Mas temos que usar mais para poder avaliar. Uma semana é muito pouco tempo, embora já estejamos antevendo muitos anos de satisfação pela frente, em razão da lava-louças anterior."}, {"data": "30/03/2017", "estrelas": 5, "foi_recomendado": "Não recomendo este produto", "titulo": "Excelente", "revisao": "Praticidade, Economia de Água e Energia"}, {"data": "27/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente produto.", "revisao": "O produto apresenta excelente custo-benefício."}, {"data": "22/03/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Investimento Conjugal", "revisao": "Otimo para casais jovens sem tempo para atividades domésticas devido investimento professional ou familiar"}, {"data": "07/04/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Produto de boa qualidade", "revisao": "Eu acho uma máquina de fácil acesso pois seu painel dá todas as formas de utilização"}, {"data": "06/04/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito Eficiente!!", "revisao": "*.*"}, {"data": "04/03/2015", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Bom produto ", "revisao": "Facilita o dia a dia. Panelas não ficam bem lavadas, mas talheres e louças ficam perfeitos "}, {"data": "12/02/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Gostei muito", "revisao": "Achei bastante espaçosa, atendeu minhas necessidades e de fácil manejo, além de ter um design muito bonito.\r\nQuanto à durabilidade  e qualidade do material não posso dizer nada pois o produto é novo."}, {"data": "08/02/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Lavadora de louças excelente", "revisao": "Lava tudo perfeitamente, inclusive panelas.\r\nGasta pouca água.\r\nMuito prática e útil.\r\nIndispensável."}, {"data": "06/07/2015", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "X", "revisao": "X"}, {"data": "24/06/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "A máquina é boa mas a assistência técnica ...", "revisao": "A assistência ao cliente e fornecimento de peças de reposicao é catastrofico"}, {"data": "12/06/2015", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Lava muito bem", "revisao": "As louças saem todas limpinhas e secas. É um pouco barulhenta e a porta dura de abrir. Também deveria ter a opção de abrir a porta durante o uso para arrumar as louças dentro. Cumpre a sua função muito bem!"}, {"data": "23/04/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Lava tudo", "revisao": "É linda e pequena por fora, por dentro cabe muita louça,lava muito bem até panelas,melhor aquisição que já fiz para casa, só deu defeito no irrigador superior que travava e não girava,mas logo foi consertado pela manutenção da Brastemp e já vai fazer um ano que utilizo sem problemas. Nunca mais lavei louça.\r\nPra quem mora em ap pequeno como o meu fica a dica, coloque embaixo do tanque, ficou linda."}, {"data": "23/04/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Adorei...", "revisao": "Se soubesse que era tão boa, teria comprado antes. \r\nAdorei!!!"}, {"data": "02/02/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Queria q secasse melhor", "revisao": "Muito boa"}, {"data": "23/01/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Ajuda muito no dia a dia ", "revisao": "A lavadora é muito boa. Muito útil. Porém após secagem, a máquina em si fica com água retida, que *** pela porta e acabou estragando um pouco meu armário. \r\nImaginava que ela tb sairia seca e não só a louça. "}, {"data": "23/01/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Recomendo", "revisao": "Recomendo o produto"}, {"data": "02/01/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Produto muito bom", "revisao": "Produto atende 100% ao que se propõe, apenas peca um pouco no acabamento."}, {"data": "02/01/2017", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Muito bom", "revisao": "utilizo diariamente para lavar a louça em casa e o produto tem correspondido satisfatoriamente.\r\nO único ponto que não gostei é o fato de não ser fácil visualizar se o reservatório do líquido secante está vazio ou não"}, {"data": "14/02/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Produto Honesto, meio rudimentar", "revisao": "O fecho da porta é risível, não esperava isto de um produto Brastemp. No mais funciona a contento, nada excepcional. Cumpre o que promete."}, {"data": "14/02/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "praticidade na  cozinha", "revisao": "ha  um  mês ,  estamos  gostando do  produto  , pois   facilitou em questão do tempo  gasto  na lavagem manual  .   Hoje   sobra  tempo  para  mais  conversas  na  mesa ."}, {"data": "14/02/2017", "estrelas": 1, "foi_recomendado": "Não recomendo este produto", "titulo": "Nunca funcionou", "revisao": "Ao reformar meu apartamento, adquiri uma lavalouça Ative! 8 serviços. A reforma demorou mais que o previsto e só fui instalar a máquina quase 1 ano depois. Não funcionou.  Acionei a assistencia técnica, que resolveu o problema por um tempo, mas ela voltou a apresentar defeito, funcionando de maneira intermitente.  Mudei para uma casa e, desde então, a máquina não funciona, parando os ciclos pela metade.  Nenhum técnico conseguiu descobrir o que ocorre. A própria Brastemp apresentou um orçamento absurdo para \"consertar\" uma máquina que nunca funcionou direito. Estou acionando judicialmente o fabricante."}, {"data": "13/02/2017", "estrelas": 2, "foi_recomendado": "Não recomendo este produto", "titulo": "Problemas na instalação", "revisao": "Comprei e devolvi pois tem muitas contras na instalação"}, {"data": "03/02/2017", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Recem comprado", "revisao": "Ainda não usei o produto! "}, {"data": "03/08/2015", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Custo x benefício", "revisao": "Promete o que se propõe a fazer, desenho ultrapasado com uma cor prata feia."}, {"data": "03/08/2015", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Bom custo x benefício", "revisao": "Faz o que promete, possuindo a vantagem de não acumular louças na pia. Poderiam melhorar o desenho da lava-louças, está ultrapassado e a cor prata é bem feia ao vivo."}, {"data": "30/07/2015", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Custo-benefício", "revisao": "Tenho duas amigas que possuem e só elogiam. Eu, particularmente, não gostei da aparência, mas preciso \"salvar o casamento\"...rs.."}, {"data": "20/07/2015", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Bom custo x benefício", "revisao": "Com esta pequena máquina acabaram-se o acúmulo de louças na pia.\r\nVamos ver como vai ficar o consumo de energia!"}, {"data": "13/07/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Adeus perda de tempo!", "revisao": "Se eu soubesse que seria tão bom ter uma lava-louças Brastemp teria comprado a muito mais tempo. Prática, econômica e fácil de usar. Comprei a de 8 serviços e ela satisfaz plenamente as necessidades da minha família (6 pessoas). O preço também foi muito bom. Não conhecia o site  Compra Certa, mais fiquei muito satisfeita com a facilidade de comprar e o prazo de entrega. Parabéns a Brastemp e ao Compra Certa."}, {"data": "15/09/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "O produto se vende sozinho", "revisao": "Minha tia ja teve e trocou por que precisava de uma maior...me recomendou...e AMEI"}, {"data": "25/08/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Facilitando a vida.", "revisao": "Somos em 5  na casa. Como a capacidade desta lava louça é para 8 serviços, acabo ligando a máquina só uma vez por dia (eu vou acumulando louça do café da manhã, almoço e jantar)\r\ne com isso economizo água e energia. Lava muito bem . Só não posso opinar ainda sobre a lavagem de panelas."}, {"data": "17/08/2015", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Muito bom", "revisao": "Acabo de receber o produto, usei apenas uma vez, e logo no almoço em familia, mas já percebi quanto é útil ter uma lavadora, principalmente para quem gosta de receber amigos, familia, muitas pessoas, economiza tempo, podendo fazer outras coisas. Muito pratico, a louça seca ja só guardar.  "}, {"data": "08/08/2015", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Bom custo beneficio", "revisao": "A lavadora é boa, depois que vc aprende a posicionar as louças adequadamente. Meus pratos ficam muito apertados, quase nao cabem se coloco a prateleira de cima, mas não me deu nenhum problema até o momento. Você precisa passar uma escovinha na louça antes de colocar na maquina. Se não fizer isto, corre o risco de encrustar nas outras louças."}, {"data": "06/08/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Grata surpresa", "revisao": "Confesso que resisti por três meses aos pedidos da minha exposa para comprar uma lava louças. Eu achava que seria um gasto excessivo e de pouco resultado prático. Resumindo: eu tinha era preconceito mesmo. Até que há 40 dias atrás ela me convenceu. Compramos a maquina, instalamos e BINGO! Qual não foi minha surpresa coma  capacidade que a mesma tem de lavar e secar as louças com extrema eficiência. Usa água quente sem necessidade de encanamentos específicos para isso. Retira absolutamente toda a sujeira das louças bastando a nós apenas retirar os restos de comida dos pratos e panelas antes de colocar na máquina, como faríamos ao colocar tudo na pia para lavar do modo tradicional. E deixa tudo seco. O impacto na conta de energia elétrico foi pouco, em nada exorbitante. Ou seja: a máquina me conquistou...rsrsrsrsrs...recomendo a compra a quem puder e quiser ter um item que vai proporcionar conforto e eficiência (as unhas da minha esposa agradecem até agora...rsrsrs)"}, {"data": "22/12/2016", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "ACIMA DAS EXPECTATIVAS", "revisao": "Facilita as atividades diárias."}, {"data": "22/12/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo Produto", "revisao": "Muito bom é rápida e econômica. Gostei"}, {"data": "15/12/2016", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Ótimo produto", "revisao": "Produto de excelente qualidade, ótimo custo/benefício, cumpre o que promete."}, {"data": "10/11/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente", "revisao": "Vou resumir: como fiquei tanto tempo sem ela???\r\nMuito satisfeita. \r\nPS: não percebi diferença na minha conta de energia e nem de água (acredito, inclusive, que eu gasto mais água do que ela)"}, {"data": "10/11/2016", "estrelas": 5, "foi_recomendado": "Não recomendo este produto", "titulo": "Avaliação dos produtos Brastemp.", "revisao": "Pouca durabilidade. A última durou 3anos e algumas vezes no conserto. Comprei outra na Ricardo Elétrica há um mês, porque a minha ficou três meses no conserto e a Brastemp não tinha a peça. Isso, depois de terem trocado a porta e não era a porta, e eu paguei pela porta e pelo conserto. Assistência técnica da Brastemp é péssima."}, {"data": "01/01/2017", "estrelas": 3, "foi_recomendado": "Recomendo este produto", "titulo": "Tenho ", "revisao": "Sim"}, {"data": "28/12/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Lava-louça; para ter tempo.", "revisao": "Para ter tempo de sobra, recomendo pela sua fácil utilização e economia.\r\nLinda!"}, {"data": "22/12/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Perfeita", "revisao": "Amei , não sei porque não comprei antes, perfeita "}, {"data": "22/12/2016", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "lavalouças Brastemp", "revisao": "Satisfeito."}, {"data": "22/12/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Lava-louça Brastemp", "revisao": "Satisfeito."}, {"data": "20/11/2015", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Excelente pra quem não gosta de lavar louças", "revisao": "Cumpre bem o seu papel, enquanto lava-louças. Lava até as panelas satisfatoriamente, mas é lógico, não espere panelas ariadinhas. No mais, estou satisfeito, era o que esperava."}, {"data": "27/10/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Perfeito", "revisao": "Diminuição de gasto de água e tempo na cozinha"}, {"data": "22/10/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Linda lava louças", "revisao": "Muito boa, lava tudo perfeitamente, inclusive panelas, as louças saem super limpas, recomendo."}, {"data": "12/10/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Ótima", "revisao": "Já uso a 6 meses e não tenho nada a reclamar."}, {"data": "12/10/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Ótima", "revisao": "Já uso a 6 meses e não tenho nada a reclamar."}, {"data": "08/10/2016", "estrelas": 4, "foi_recomendado": "Recomendo este produto", "titulo": "Boa máquina", "revisao": "Em princípio lava super bem, os objetos saem brilhando. Porém, ao lavar panela junto com os demais objetos, a sujeira da panela gruda dentro de copos e xícaras. O sabão encareceu bastante, e se for um sabão ruim, influencia na lavagem. Um quilo de sabão bom, fica entre 30 e 40 reais."}, {"data": "25/09/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Recomendo", "revisao": "Nunca me incomodei com produtos da Brastemp"}, {"data": "09/08/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Uma boa lava louças", "revisao": "Comprei esta lava louça há 3 anos e valeu pelo custo-benefício, já que somos uma família de apenas 2 pessoas. Realmente cabe muita coisa dentro dela, numa refeição normal consigo colocar 2 pratos rasos, 2 panelas, sendo uma pequena e outra média (18 e 20 cm) e uma frigideira (22cm), além de pratos de sobremesa e copos. A louça sai limpa, porém se não usar o abrilhantador as panelas de inox ficam foscas por dentro (tanto tramontina como rochedo), mas não é algo que me incomoda, uma vez que está limpo. A menos que vc frite bife na panela de inox em temperatura muita alta (o que faço constantemente) a máquina não é capaz de tirar sujeira, então é bom logo que utilizar a panela, jogar água e raspar o fundo para tirar as crostas. Já vidro limpa mesmo se estiver com crostra queimada (fiz o teste com uma assadeira que tinha queimado e ela tirou tudo). Os copos infelizmente ficaram foscos, já vi alguns lugares dizendo que é o sabão (tb não sei dizer se os copos são apropriados para lava louças, uma vez que já os possuía) e qd o abrilhantador acaba vc não tem como saber, uma vez que não há nada no painel que avise. Fora isso os programas são fáceis de serem utilizados. Na louça do dia a dia uso o programa econômico que não tem secagem mas deixo a louça lá dentro e ela fica seca mesmo assim e para as louças mais sujas com crostas utilizo o pesado."}, {"data": "12/01/2016", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "excelente aquisição", "revisao": "Muito prático seu uso"}, {"data": "07/12/2015", "estrelas": 5, "foi_recomendado": "Recomendo este produto", "titulo": "Lava-louça é tudo de bom!", "revisao": "Máquina silenciosa, lava com eficiência e economia de água. "}]