[
    {
        "id": 0,
        "data": "2015/04/04",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "INDICO",
        "revisao": "muito bom o iphone 6 pena que ainda está muito caro"
    },
    {
        "id": 1,
        "data": "2014/12/31",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ótimo!",
        "revisao": "Tinha um iPhone 4 e precisava trocar, nunca tive problema com ele então não tive dúvidas quanto a marca. Fora isso, O 6 está lindo, bem mais leve e com a tela maior."
    },
    {
        "id": 2,
        "data": "2015/07/28",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito Bom Smartphone ",
        "revisao": "O produto é excelente , muito fino , super rápido , praticamente sem travamentos , o sistema operacional é bem intuitivo apesar de algumas restrições da Apple  . Sempre atualizado na versão mais recente do IOS , os aplicativos são de uma qualidade excelente e tem muitos aplicativos grátis também  . Pena que o preço ainda é alto e bateria as vezes não dura o dia todo ,."
    },
    {
        "id": 3,
        "data": "2015/12/01",
        "estrelas": 5,
        "foi_recomendado": "Não recomendo",
        "titulo": "Não recebi o produto atrasou mais de 20 dias e ainda não chegou",
        "revisao": "Péssima, comprei, estava previsto para uma data, Não entregaram, não deram satisfação, depois de muito penar consegui uma resposta, deram outro prazo e não entregaram novamente, mais uma dificuldade em encontrar uma resposta, deram mais um prazo surreal de 20 dias, solicitei o cancelamento da comprar e ainda não foi feita... o que dizer dessa compra hem?"
    },
    {
        "id": 4,
        "data": "2015/07/14",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Potencia na medida certa",
        "revisao": "O iPhone 6 é um dos smartphones mais potentes e mais vendidos do mundo. Apesar de ter um custo consideravelmente alto para os padrões atuais, o iPhone 6 possui inúmeras características que o tornam um legítimo top de linha. Começando pela sua incrível tela de 4,7 polegadas com tecnologia Retina Display HD com 1334 x 750 de resolução e pixels dual domain que garantem um amplo campo de visão sem distorção das cores. Sua incrível câmera iSight possui 8 megapixels de resolução e garantem fotos e vídeos com boa qualidade e vários recursos interessantes como vídeos em slow motion ou em time lapse e fotos em HDR. Um dos principais diferenciais do iPhone 6 é o Touch ID, um recurso que capacita o desbloqueio da tela e realização de compras apenas com o reconhecimento de sua digital, basta tocar no botão Home. Para os que apreciam design o iPhone 6 pode ser ideal, ele tem dimensões que se encaixam muito bem nas mãos e uma espessura com apenas 0,69mm, um dos smartphones mais finos da atualidade, sua tela é constituída por vidro com proteção anti riscos sendo levemente curvados nas extremidades para uma integração perfeita às bordas arredondadas do alumínio, garantindo assim muito conforto e sofisticação. Em questão de desempenho o iPhone 6 ganha destaque, pois, apesar de possuir um hardware não tão potente ele consegue oferecer uma performace excelente até para executar jogos pesados, isso é devido à incrível integração de seu software e hardware, já que o iOS é um SO incrivelmente leve"
    },
    {
        "id": 5,
        "data": "2015/02/05",
        "estrelas": 5,
        "foi_recomendado": "Não recomendo",
        "titulo": "Produto mais barato no site buscapé e no site do anunciante valor alterado!",
        "revisao": "Gente alguém sabe me tirar uma dúvida? No site do Buscapé o Iphone 6 está por 2.051,65 e no site do anunciante compraKa.com.br (Por R$2.649,00 pague R$2.251,65 com desconto). Porém quando finalizo a compra o Iphone no site: compraka.com.br ele sai por R$ 2.649,00 isso é propaganda enganosa! ¬¬' :@ "
    },
    {
        "id": 6,
        "data": "2017/03/27",
        "estrelas": 3,
        "foi_recomendado": "Não recomendo",
        "titulo": "Esteticamente Veio Muito Bom",
        "revisao": "Muito Frágil Amassa Muito Facilmente ..."
    },
    {
        "id": 7,
        "data": "2015/11/03",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "fantastico",
        "revisao": "esse produto e fantástico meu pai tem um e a camera e perfeita . os apps são mt uteis e a funcionalidade e mt boa , além de ser mt rápido  "
    },
    {
        "id": 8,
        "data": "2015/09/01",
        "estrelas": 5,
        "foi_recomendado": "Não recomendo",
        "titulo": "Muito Bom funcionamento ",
        "revisao": "Muito Bom, Super me ajudou em minhas ediçoes de videos do Vine!"
    },
    {
        "id": 9,
        "data": "2016/01/04",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "um ótimo celular",
        "revisao": "Ele parece ser grande, mas depois que você usa ele não consegue mais voltar para telas pequenas. A bateria dura um pouco mais que o modelo anterior, ele é super leve e por causa das bordas arredondadas encaixa super bem na mão."
    },
    {
        "id": 10,
        "data": "2015/05/07",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "TOP",
        "revisao": "Uso a linha da Apple há muito. O melhor já produzido. Bem rápido e bonito."
    },
    {
        "id": 11,
        "data": "2015/04/14",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "O que eu queria",
        "revisao": "O que eu esperava"
    },
    {
        "id": 12,
        "data": "2015/04/05",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Ótima compra",
        "revisao": "apesar de ser bastante caro, fiquei satisfeito com o aparelho. Nunca tive im Apple e achei meio difícil no começo me adaptar a ele. Site confiável entrega dentro do prazo!"
    },
    {
        "id": 13,
        "data": "2015/03/31",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "bom",
        "revisao": "Bom pois o meu e o iphone 6 plus"
    },
    {
        "id": 14,
        "data": "2015/06/25",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "esse cara e ***",
        "revisao": "esse cara e ***"
    },
    {
        "id": 15,
        "data": "2015/06/15",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Bom atendimento ",
        "revisao": "O produto atrasou 3 dias,  liguei no atendimento e fui muito bem atendida, o cinza estava pra entrar no estoque e assim que entrou enviaram pra mim. "
    },
    {
        "id": 16,
        "data": "2015/06/15",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente",
        "revisao": "Ótimo produto"
    },
    {
        "id": 17,
        "data": "2015/06/15",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "ótimo produto",
        "revisao": "Muito bom"
    },
    {
        "id": 18,
        "data": "2015/07/05",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Otimo",
        "revisao": "um otimo celular "
    },
    {
        "id": 19,
        "data": "2015/07/05",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "o melhor do melhor do mundo,meu sonho e dar um para o meu filho que tem 2 aninho",
        "revisao": "eu usei um uma vez emprestado munca mais eu esqueci e nem vou esquecer.\r\n"
    },
    {
        "id": 20,
        "data": "2015/07/05",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "ótimo",
        "revisao": "muito bom"
    },
    {
        "id": 21,
        "data": "2015/07/04",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito bom !!!  : )  : )",
        "revisao": "Este é o melhor celular de todos , vale muito a pena comprar !!!!"
    },
    {
        "id": 22,
        "data": "2015/07/04",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Um dos melhores aparelhos do mercado!",
        "revisao": "O aparelho é muito bom, seu uso é muito simples, sem funções desnecessárias e que consomem muita bateria. Não tenho o produto, porém, gostaria de comprá-lo assim que seu preço abaixar, pois o custo está muito elevado para o meu bolso. A duração da bateria é o ponto mais negativo do iPhone 6, pois dura muito pouco tempo e não dura um dia inteiro de carga. Tirando esse pequeno errinho cometido pela Apple, seus produtos são excelentes, a qualidade é extrema e a empresa tem toda atenção com seu sistema (deixando pouquíssimas ou quase nenhuma fala) e com seus clientes também, dando seu devido atendimento ao cliente caso precise acionar o Suporte ou a assistência técnica. A segurança da Apple é sem dúvidas a melhor. O aparelho um dos melhores do mercado, com uma ótima câmera que supera todas as expectativas, recursos úteis e funcionais, seu design é bem fino e possui bordas arrendondadas, o que deixa a pegada bem confortável para seu tamanho. A tela é incrível, com muita nitidez e sem nenhum pixel visível a olho nú. Possui 4,7 polegadas de tamanho, perfeita para consumir conteúdos e assistir filmes. O TouchID é bem rápido e raramente falha. A loja de Aplicativos é a melhor, possui vários títulos de jogos e todas as redes sociais populares no momento. Mas... assim como qualquer outro aparelho, deixa a desejar em alguns pontos (como dito anteriormente, seu custo-benefício não é um dos melhores e a duração de bateria deixa a desejar)."
    },
    {
        "id": 23,
        "data": "2015/07/07",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Iphone 6",
        "revisao": "Melhor smartphone já desenvolvido nos últimos tempos. Ótimo desempenho, prático, câmera excelente sem contas na imagem, muito bom!!"
    },
    {
        "id": 24,
        "data": "2015/07/07",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "muito bom",
        "revisao": "muito bom"
    },
    {
        "id": 25,
        "data": "2015/07/06",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Otimo produto ",
        "revisao": "Tenho uma colega que tem esse aparece, além de ser ótimo tem um desempenho espetacular."
    },
    {
        "id": 26,
        "data": "2015/07/06",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Produto exelente!!",
        "revisao": "Não o possuo, mais tenho contato com o produto e acho super demais!"
    },
    {
        "id": 27,
        "data": "2015/03/30",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "iPhone 6",
        "revisao": "ótimo"
    },
    {
        "id": 28,
        "data": "2015/03/24",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente compra",
        "revisao": "Super satisfeita. Amei a compra além do atendimento a entrega, tudo dentro do prazo e super comprometidos."
    },
    {
        "id": 29,
        "data": "2015/03/18",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito bom",
        "revisao": "Muito bom, melhor que android, nota 9"
    },
    {
        "id": 30,
        "data": "2015/02/04",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "melhor smartphone do mundoooo",
        "revisao": "very very topppp"
    },
    {
        "id": 31,
        "data": "2015/01/08",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "otimo",
        "revisao": "Otima. \r\n"
    },
    {
        "id": 32,
        "data": "2015/05/18",
        "estrelas": 5,
        "foi_recomendado": "Não recomendo",
        "titulo": "Pra quem não troca iPhone",
        "revisao": "Muito bom. Como disse, pra quem não troca o iPhone por outra marca, vale a pena, mas o preço é bem salgado."
    },
    {
        "id": 33,
        "data": "2015/06/15",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "ótimo produto",
        "revisao": "Gostei muito"
    },
    {
        "id": 34,
        "data": "2015/05/27",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente",
        "revisao": "Excelente"
    },
    {
        "id": 35,
        "data": "2015/05/23",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Otimo",
        "revisao": "melhor celular do mundo!!!"
    },
    {
        "id": 36,
        "data": "2015/05/20",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Satisfação do produto adquirido ",
        "revisao": "Como não indicar o melhor aparelho de telefone no mercado mundial hoje? Simplesmente o aparelho é perfeito para todas as funções nele descrito! A loja foi excepcional também! Recomendo! "
    },
    {
        "id": 37,
        "data": "2015/05/18",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Não é celular, é um iPhone!",
        "revisao": "Adoro a linha Apple."
    },
    {
        "id": 38,
        "data": "2015/05/13",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "O iPhone é fantástico",
        "revisao": "Adorei, o iPhone 6 é muito bom mesmo. O iOS me surpreende, eu que era sempre usuário... "
    },
    {
        "id": 39,
        "data": "2015/07/09",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Super recomendo",
        "revisao": "Moderno, prático e mais tecnológico que os anteriores sem contar o design mais bonito"
    },
    {
        "id": 40,
        "data": "2015/07/09",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ótima qualidade",
        "revisao": "Nunca havia usado um iPhone antes, mas após adquirir o iPhone 6 me surpreendi com a qualidade do produto e com a quantidade de funções disponíveis. Certamente pretendo continuar a comprar produtos Apple."
    },
    {
        "id": 41,
        "data": "2015/07/08",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "THE BEST",
        "revisao": "TRATA-SE DE UM APARELHO DE ÚLTIMA GERAÇÃO, PREÇO ACESSÍVEL, FÁCIL DE SE MANUSEAR, ALÉM DE SER LEVE, FAZ TODA A DIFERENÇA."
    },
    {
        "id": 42,
        "data": "2015/07/08",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito bom",
        "revisao": "Não troco por nada"
    },
    {
        "id": 43,
        "data": "2015/07/08",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Maravilhoso!",
        "revisao": "O melhor produto na sua categoria."
    },
    {
        "id": 44,
        "data": "2015/07/08",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Maravilhoso",
        "revisao": "era tudo que buscava"
    },
    {
        "id": 45,
        "data": "2015/07/04",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Iphone 6",
        "revisao": "Lindo, perfeito...."
    },
    {
        "id": 46,
        "data": "2015/07/04",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Tudo em 1 ",
        "revisao": "Produto excelente,qualidade 100% , otimo material , touch impecavel, processador então nem tem comparação aos outros,jogabilidade nele é perfeita , alem dos graficos , Não trava em nenhum mo momento oque péca nele é a bateria que dura menos que os outros se comparado."
    },
    {
        "id": 47,
        "data": "2015/07/04",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Maravilhoso",
        "revisao": "É um produto muito bom, ótimo desempenho, designe moderno e super fácil de usar."
    },
    {
        "id": 48,
        "data": "2015/06/30",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "o melhor cel de 2015",
        "revisao": "*** se vc nao comprar e falta de dinheiro"
    },
    {
        "id": 49,
        "data": "2015/06/29",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Iphone 6",
        "revisao": "Produto espetacular."
    },
    {
        "id": 50,
        "data": "2015/06/27",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "otimo ",
        "revisao": "com o ios 9 ficou bem melhor"
    },
    {
        "id": 51,
        "data": "2015/07/14",
        "estrelas": 3,
        "foi_recomendado": "Recomendo",
        "titulo": "Produto Bom, porem caro.",
        "revisao": "Apple é indiscutível. O novo Iphone 6 e muito bom, porém seu preço é muito elevado considerando seu hardware ser muito fraco, comparado aos concorrentes. Equipamento tem um desempenho muito bom, camera excelente, bateria otima, mas o preço x hardware deixou a desejar."
    },
    {
        "id": 52,
        "data": "2015/07/13",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "iPhone 6 ",
        "revisao": "A duração da bateria em relação ao modelo anterior (5s) melhorou bastante e como também o tempo de recarga (2h), o touch id gera mais segurança e praticidade pois ninguém conseguirá ver a sua senha, pode ser utilizado em outros aplicativos para não ter o incomodo de digitar a senha toda hora. O aparelho tem uma ótima performance seja em abrir aplicativos e rodar jogos sem travamentos."
    },
    {
        "id": 53,
        "data": "2015/07/12",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente produto, só uma característica que deixa muito a desejar.",
        "revisao": "A gama dos Iphone's da Apple veio desde o primeiro disparando na frente das outras concorrentes, acredito que mesmo daqui alguns anos algum produto da Apple, mesmo que seja um Iphone com outro nome, vão continuar na frente dos concorrentes. Muitas pessoas podem falar que é modinha, ou qualquer outra coisa mas que estes produtos são excelentes, eles são excelentes. O único problema que eu reconheço é a duração da bateria, pois um sistema com tantas informações, com uma alta tecnologia e um alto valor, não poderia ter uma duração tão baixa da bateria. O custo-benefício é positivo, pois mesmo o custo sendo muito alto, o benefício se equipara com tantas informações e melhorias cada vez mais, até porque além do benefício o produto tem uma ótima durabilidade."
    },
    {
        "id": 54,
        "data": "2015/07/11",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "excelente produto",
        "revisao": "quase perfeito se nao fosse tao caro"
    },
    {
        "id": 55,
        "data": "2015/07/11",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "otimo produto",
        "revisao": "muito bom produto pra usar a vida toda"
    },
    {
        "id": 56,
        "data": "2015/07/06",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Maravilhoso",
        "revisao": "tem tudo o que eu preciso num só aparelho. perfeito! recomendo "
    },
    {
        "id": 57,
        "data": "2015/07/06",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "ÓTIMO PRODUTO",
        "revisao": "NÃO TENHO NADA A RECLAMAR DO PRODUTO, A NÃO SER O PREÇO QUE AQUI NO BRASIL (COMO TUDO) É MUITO  MAIS CARO"
    },
    {
        "id": 58,
        "data": "2015/07/06",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Melhor celular da apple",
        "revisao": "Melhor de todos os celulares da apple, leve, moderno, rápido, não é o melhor das baterias mas ainda dura mais do que os outros modelos. A câmera também melhorou. Os celulares da apple tem vários tipos de formas de você guardar as fotos, contatos e etc.... Já tive todos os modelos e esse até o momento foi o melhor."
    },
    {
        "id": 59,
        "data": "2015/07/06",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Melhor celular da Apple",
        "revisao": "O celular ficou mais leve com um design moderno.  Não gostei muito das bordas arredondadas preferia as quadradas. De todos os modelos da apple esse é o que tem a melhor duração de bateria e a melhor câmera. Celular completo e com multiplas funções. Perfeito para quem quer praticidade de ter tudo como email, Mp3, internet, etc... em um único lugar."
    },
    {
        "id": 60,
        "data": "2015/07/06",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "muinto bom",
        "revisao": "e muinto facio \r\n"
    },
    {
        "id": 61,
        "data": "2015/07/15",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "muito bom",
        "revisao": "Muito bom "
    },
    {
        "id": 62,
        "data": "2015/07/15",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "O melhor Smartphone que eu já vir  ",
        "revisao": "o seu processador e muito bom \r\nsua camará e sua filmadora tem uma imagem excelente "
    },
    {
        "id": 63,
        "data": "2015/07/15",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "IPHONE 6 16GB - Boa compra fora do pais",
        "revisao": "Comprei meu iPhone 6 em Abril de 2015, após meu Xperia Z2 apresentar problemas após menos de um ano de uso. Como estava fora do pais, optei pela praticidade das lojas Apple dos EUA, fui muito bem atendida na loja de Las Vegas, paguei USD 700 já com taxa inclusa. Como vocês podem perceber, ainda vale muito a pena mesmo com o dólar na casa dos R$ 3,00.\r\nSobre o aparelho, não tenho muitos pontos negativos a não ser pelo rendimento da bateria.Como eu tinha o Z2, estava acostumada com a bateria durar mais de um dia com o recurso stamina, já o IPHONE 6, utilizando telefone, redes sociais e whats up, não chega durar até o final do dia. Tirando este inconveniente, o celular é muito bom, tem ótimas funcionalidades e o destravamento pela digital é ótimo, evita ficar digitando a senha de desbloqueio toda hora.\r\nA câmera, apesar de ter apenas 8 GB, atende as expectativas, ponto alto para boa imagem mesmo estando em movimento,  mas para quem gosta de uma excelente resolução, a do Z2 é melhor.\r\nRecomendo o produto, e espero ficar com ele ainda por um bom tempo."
    },
    {
        "id": 64,
        "data": "2015/07/14",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente produto, porém relaçao custo-benefício pesa bastante no bolso.",
        "revisao": "Bem simples, 20 minutos com ele em mãos e realmente vale a pena se houver uma grana guardada fazer o investimento."
    },
    {
        "id": 65,
        "data": "2015/07/14",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente produto, porém relaçao custo-benefício pesa bastante no bolso.",
        "revisao": "Bem simples, 20 minutos com ele em mãos e realmente vale a pena se houver uma grana guardada fazer o investimento."
    },
    {
        "id": 66,
        "data": "2015/07/18",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Apple ",
        "revisao": "muito bom "
    },
    {
        "id": 67,
        "data": "2015/07/17",
        "estrelas": 4,
        "foi_recomendado": "Não recomendo",
        "titulo": "Bom celular.",
        "revisao": "Gostei bastante, principalmente da câmera que filma a 240 fps, é relativamente rápido apesar de não ser um foguete e o sensor de digitais é fantástico. O meu entortou no bolso sem nem mesmo eu perceber, logo não dê bobeira pois entorta facilmente. Mas o celular é bom, apesar das limitações impostas pela Apple."
    },
    {
        "id": 68,
        "data": "2015/07/17",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Um produto excelente. ",
        "revisao": "Atende a todas as expectativas. Mesmo depois de quase um ano de uso o produto continua com a mesma velocidade e sem travar."
    },
    {
        "id": 69,
        "data": "2015/07/17",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente. Produto atende a todas minhas necessidades",
        "revisao": "Esse aparelho é um computador compacto, trabalho, pago contas, ouço musica, enfim, faço praticamente tudo pelo celular, e as fotos e o sistema iOS não tem nada no mercado que se compare a ele."
    },
    {
        "id": 70,
        "data": "2015/07/15",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "produto muito bom, mas com preço muito abusivo!!",
        "revisao": "produto bem bacana muito lindo com bateria que dura o dia inteiro!!!"
    },
    {
        "id": 71,
        "data": "2015/07/20",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Perfeito",
        "revisao": "Minha prima comprou este produto, simplesmente perfeito. Os Smartphones Apple iPhone estão ficando cada vez melhores, novas funções, melhor qualidade de imagem, grande espaço de armazenamento entre outras grandes melhorias. Recomendo para todos, é um otimo produto e tem grande originalidade. "
    },
    {
        "id": 72,
        "data": "2015/07/20",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ótimo",
        "revisao": "É um ótimo celular, isso é inegável, mas pórem existem alguns pontos negativos, como por exemplo; não transferir arquivos via bluetooth. Mas isso não importa tanto pois pode se transferir arquivos por meio de softwares. Mas se você está precisando de um aparelho rápido e elegante e não se importa em pagar o preço cobrado pela apple no Brasil, pode comprar sem medo que você não irá se arrepender. O aparelho conta com funções inovadoras como por exemplo o touch id (sensor biométrico) e algumas coisas que só o Iphone tem como o IOS 8 que é um sistema extremamente flúido o ICloud Drive que você pode armazenar seus aquivos na nuvem e com isso não ultilizar a mémoria do aparelho para armazenar fotos vídeos e etc, isso sem contar com a segurança que isso lhe proporciona, saber que você tem seus arquivos salvos. e é isso com esse pequeno resumo você verá se vale a pena ou não adquirir um aparelho como esses."
    },
    {
        "id": 73,
        "data": "2015/07/20",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Bom em tudo, mas não O MELHOR em nada.",
        "revisao": "Já possuo o produto há alguns meses, e com base em minha experiência posso afirmar que a qualidade do produto é impecável. Não é O MELHOR absoluto em nenhuma categoria, porém é bom em todas elas. Com isso, quero dizer que não possui a melhor câmera, a melhor tela, ou o melhor processador do mercado, porém é ótimo em todas essas características, não pecando em nada. Portanto, é um aparelho \"equilibrado\". No entanto, o preço é definitivamente supervalorizado, havendo opções melhores para quem não pode desembolsar tamanho valor. Outro aspecto negativo é a duração da bateria, pois, como faz uso intenso do aparelho, acaba sendo necessário recarregá-la mais de duas vezes por dia às vezes. A durabilidade também é outro ponto importante, já que, apesar de feito com materiais de alta qualidade, o aparelho acaba passando a sensação de fragilidade, principalmente devido à sua espessura. No mais, se você está disposto a pagar o preço cobrado e busca um produto que seja fácil de usar, e que realize ações cotidianas com velocidade e qualidade, este é o aparelho perfeito para você."
    },
    {
        "id": 74,
        "data": "2015/07/20",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Amo ao produtos da aple",
        "revisao": "Recomento excelente marca, durabilidade sem igual."
    },
    {
        "id": 75,
        "data": "2015/07/22",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Design e rapidez na resposta",
        "revisao": "Apesar do preço bem salgado, o Iphone traz uma experiência excelente ao usuário, resposta super rápida aos comandos, sem engasgos, sem travamentos, sem fechamento inesperados dos apps. O design é muito bonito, em alumínio e vidro arredondado nas bordas (detalhe que as vezes atrapalha a pegada). A câmera é muito boa e a oferta de aplicativos, tanto embarcados quanto disponíveis na App Store é excelente. A bateria é suficiente para um dia de trabalho, mas não espere ter alguma carga até a hora de dormir."
    },
    {
        "id": 76,
        "data": "2015/07/22",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Paixão",
        "revisao": "já tive Iphone 3 e 4, quero ter um 6, mas ainda está longe do alcance!"
    },
    {
        "id": 77,
        "data": "2015/07/22",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Iphone 6",
        "revisao": "oi, emprestei o celular de uma amigo por uma semana, que estava viajando, e adorei o aparelho, muito bom."
    },
    {
        "id": 78,
        "data": "2015/07/22",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "É bom e gostaria de usar ele ",
        "revisao": "ótima, mais ainda não tenho o produto e por enquanto estou vendo para ver se baixa o preço..."
    },
    {
        "id": 79,
        "data": "2015/07/26",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito Bom :D",
        "revisao": "A câmera dele é ótima !!!O desing é bem bonito e é bem fácil de usar.\r\nApenas o custo que é um pouco salgado mas vale um pouco a pena\r\nA bateria dura muito pouco também"
    },
    {
        "id": 80,
        "data": "2015/07/25",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "excelente",
        "revisao": "adorei!"
    },
    {
        "id": 81,
        "data": "2015/07/25",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "ótimo",
        "revisao": "Muito bom, ótimo para usar, muito eficiente."
    },
    {
        "id": 82,
        "data": "2015/07/24",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Otimo",
        "revisao": "Produto de excelente qualidade."
    },
    {
        "id": 83,
        "data": "2015/07/29",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "O aparelho é sensacionalmente  incrível!",
        "revisao": "O produto  é incrível com tudo que se espera, câmera, sistema operacional.... Tudo incrível, tudo o que se espera de um celular de ótima qualidade e tope de linha, mas com o preço nada agradável, e se você for comprar tem que entrar de cabeça e estar disposto a pagar um preço bem alto."
    },
    {
        "id": 84,
        "data": "2015/07/29",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito bom, meu sonho de consumo",
        "revisao": "Tenho um amigo que tem. Quando vi me apaixonei"
    },
    {
        "id": 85,
        "data": "2015/07/28",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "satisfeita",
        "revisao": "Estou maravilhada com o produto..Excelente aquisição"
    },
    {
        "id": 86,
        "data": "2015/07/28",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Perfeito, até antes de te roubarem...",
        "revisao": "Ele é ótimo,e serve perfeitamente como  chama ladrão,rapaz a felicidade de segurar um aparelho desse é imensa ,mas acaba rápido ,quando tomam-o de você ,um amigo meu teve muita sorte e lábia também ,ele tinha acabado de comprar um, e ai foi desfila com o iphone, quando o bandido veio e falou -bora passa o celular ;meu amigo perguntou ao milheante -posso primeiro tirar o chip; e o homem deixou ,o que já não é muito comum, ai quando o celular foi entregue, meu amigo teve a esperteza e cara de pal de dizer -ei cuida bem dele (o celular) pois foi o ultimo presente que minha avó me deu antes de morrer. O bandido só falto chorar, devolveu o celular e falou assim - toma quero isso não .deixa que eu roubo outro . Rapaz o mundo ta perdido...kk sei não viu.Por isso tome cuidado a adquirir esse maravilhoso produto,serio ele é muito bom!! "
    },
    {
        "id": 87,
        "data": "2015/08/03",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "muito show e 10 esse produto",
        "revisao": "nao tenho  esperiencia propria mais sempre sonhei com ele e todo mundo que tem fala muito bem dele e eu confio que ele e bom"
    },
    {
        "id": 88,
        "data": "2015/08/03",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Maravilhoso",
        "revisao": "Eu nunca tive um , vi com uma amiga e adorei ,ele é perfeito dispensa notbooks e celulares ! Seria perfeito se eu ganhase eu ! Obrigada !"
    },
    {
        "id": 89,
        "data": "2015/08/01",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "O melhor ",
        "revisao": "Ó melhor "
    },
    {
        "id": 90,
        "data": "2015/08/01",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Perfeito",
        "revisao": "Acho esse produto incrivel"
    },
    {
        "id": 91,
        "data": "2015/08/01",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Celular show quero um",
        "revisao": "o design é lindo e a camera pelo o que ouço não tem melhor!"
    },
    {
        "id": 92,
        "data": "2015/08/06",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "otimo",
        "revisao": "Simplesmnte adoro!!\r\npratico, facil manuseio, me ajuda inclusivel no trabalho, com emails... "
    },
    {
        "id": 93,
        "data": "2015/08/06",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente produto",
        "revisao": "Muito bom"
    },
    {
        "id": 94,
        "data": "2015/08/06",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente produto",
        "revisao": "Sem comentários sobre o quao bom é o produto."
    },
    {
        "id": 95,
        "data": "2015/08/05",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "o produto é excelente ",
        "revisao": "Comparando a outros aparelhos que eu já utilizei esse com certeza foi o melhor, a praticidade é muito boa, alem de terem outros tipos de serviço que facilita minha vida no dia a dia, sua câmera é uma das melhores que já utilizei e em nenhum momento travou algum aplicativo, posso afirmar que esse é sem duvida o melhor aparelho do mercado de \r\ntecnologia.\r\ne sem falar em seu modelo super lindo e no tamanho ideal (creio eu)."
    },
    {
        "id": 96,
        "data": "2015/08/13",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "ótimo",
        "revisao": "muito pratico e usabilidade 100%"
    },
    {
        "id": 97,
        "data": "2015/08/12",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Compra Master",
        "revisao": "Produto ótimo,de alta qualidade e original,tudo veio lacrado e bem embalado Valew equipe Master Tronic!"
    },
    {
        "id": 98,
        "data": "2015/08/12",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Um Iphone é um iphone!",
        "revisao": "Eu tive outros Smartphones das mais variadas marcas até que comprei um iphone usado, porém mesmo comprado com 1 ano de uso, o aparelho me surpreendeu, sua elegância, agilidade e qualidade. A partir do mesmo não quis saber mais de outro celular, a linha iphone ganhou o meu respeito e minha confiança. Recomento pois vale muito a pena."
    },
    {
        "id": 99,
        "data": "2015/08/11",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Sensacional",
        "revisao": "Eficiencia comprovada, a apple se superou com o Iphone 6, uma mescla entre facilidade e tecnologia.\r\nMuito satisfeito."
    },
    {
        "id": 100,
        "data": "2015/08/11",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Perfeito",
        "revisao": "Naõ vivo sem Iphone"
    },
    {
        "id": 101,
        "data": "2015/08/19",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "iphone 6",
        "revisao": "perfeito"
    },
    {
        "id": 102,
        "data": "2015/08/19",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "COMUNICAÇÃO E ERA DIGITAL, SEMPRE JUNTOS NA TECNOLOGIA.",
        "revisao": "É UM PRODUTO QUE FACILITOU O MEU DIA A DIA. TORNA-A MAIS PRÁTICA E MAIS FÁCIL A CONVIVÊNCIA COM O MUNDO E A INTERAVIDADE."
    },
    {
        "id": 103,
        "data": "2015/08/18",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ótimo",
        "revisao": "Muito bom.. Produto corresponde as expectativas... Espero que vocês tenham sucesso nas vendas...Recomendo Bomdfaro; "
    },
    {
        "id": 104,
        "data": "2015/08/18",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ótimo",
        "revisao": "Muito bom.. Produto corresponde as expectativas... Espero que vocês tenham sucesso nas vendas...Recomendo Bomdfaro; "
    },
    {
        "id": 105,
        "data": "2015/08/18",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Uma vez iPhone, sempre iPhone",
        "revisao": "Uso iPhones desde 2008 e ano passado ao tentar migrar para um android me arrependi, não pensei 2x quando consegui este por um preço melhor que cobrado no varejo.\r\nAparelho sem igual, todos os serviços integrados (iCloud), uma mão na roda se você também usa iPad e um Mac.\r\nA câmera é de ótima qualidade, sem igual mesmo em ambientes escuros, tela de extrema qualidade e com perfeita precisão de toque, o sistema é fluido, rápido e sem travamentos, atualizações frequêntes.\r\nUso o celular por completo, as outras tentam mas não conseguem, androids são cheios de recursos, mas você acaba que nunca usa tudo por completo e se usa é só pra dizer mesmo porque não tem a mesma precisão e praticidade de um iPhone."
    },
    {
        "id": 106,
        "data": "2015/07/08",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Um excelente produto",
        "revisao": "O melhor Celular do mundo com o melhor sistema Operacional e uma ótima câmera em tudo ele se resume em ótimo o melhor"
    },
    {
        "id": 107,
        "data": "2015/07/07",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Top De +",
        "revisao": "não tenho mas pretendo ter... conheço pessoas que tem e que amam tudo que tem no iphone"
    },
    {
        "id": 108,
        "data": "2015/07/07",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Avaliação IPHONE 6",
        "revisao": "Produto descolado, com velocidade de processamento ultrarrápida e muito prático de utilizar."
    },
    {
        "id": 109,
        "data": "2015/07/07",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Um dos melhores aparelhos do mercado!",
        "revisao": "O aparelho é muito bom, seu uso é muito simples, sem funções desnecessárias e que consomem muita bateria. Não tenho o produto, porém, gostaria de comprá-lo assim que seu preço abaixar, pois o custo está muito elevado para o meu bolso. A duração da bateria é o ponto mais negativo do iPhone 6, pois dura muito pouco tempo e não dura um dia inteiro de carga. Tirando esse pequeno errinho cometido pela Apple, seus produtos são excelentes, a qualidade é extrema e a empresa tem toda atenção com seu sistema (deixando pouquíssimas ou quase nenhuma fala) e com seus clientes também, dando seu devido atendimento ao cliente caso precise acionar o Suporte ou a assistência técnica. A segurança da Apple é sem dúvidas a melhor. O aparelho um dos melhores do mercado, com uma ótima câmera que supera todas as expectativas, recursos úteis e funcionais, seu design é bem fino e possui bordas arrendondadas, o que deixa a pegada bem confortável para seu tamanho. A tela é incrível, com muita nitidez e sem nenhum pixel visível a olho nú. Possui 4,7 polegadas de tamanho, perfeita para consumir conteúdos e assistir filmes. O TouchID é bem rápido e raramente falha. A loja de Aplicativos é a melhor, possui vários títulos de jogos e todas as redes sociais populares no momento. Mas... assim como qualquer outro aparelho, deixa a desejar em alguns pontos (como dito anteriormente, seu custo-benefício não é um dos melhores e a duração de bateria deixa a desejar)."
    },
    {
        "id": 110,
        "data": "2015/08/30",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ótimo",
        "revisao": "Sempre tive e gosto da Apple ...ótimo produto, recomendo"
    },
    {
        "id": 111,
        "data": "2015/08/30",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Adorei o produto",
        "revisao": "Sempre tive eles quase todos os modelos, são ótimos e práticos"
    },
    {
        "id": 112,
        "data": "2015/08/29",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Adorei, muito bom adoroooo",
        "revisao": "Muito top e fácil"
    },
    {
        "id": 113,
        "data": "2015/09/07",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito bom",
        "revisao": "Achei o Iphone 6 muito bom, porém é mais do mesmo. em algumas aplicações a resolução da tela fica a desejar pois parece que a aplicação só fica ampliada. mas de resto, achei a bateria muito boa. perto do iphone 5 ela é muito melhor. fora o sistema operacional que pra mim da de 7 x 1 no android. "
    },
    {
        "id": 114,
        "data": "2015/09/06",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Realmente show, recomendo a todos, ótimo produto",
        "revisao": "Qualidade das fotos top one, recursos e designer muito moderno."
    },
    {
        "id": 115,
        "data": "2015/09/06",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Otimo",
        "revisao": "Excelente produto "
    },
    {
        "id": 116,
        "data": "2015/09/10",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Otimo",
        "revisao": "Este produto é expecional"
    },
    {
        "id": 117,
        "data": "2015/09/10",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "S-E-M P-A-L-A-V-R-A-S.",
        "revisao": "Muito Prático, Tela com excelente qualidade, Bos resolução.\r\nNão em comoda o tamanho. Câmera com boa qualidade. \r\nFuncionalidades muitos uteis.  "
    },
    {
        "id": 118,
        "data": "2015/09/10",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Melhor custo benefício - para pessoas que estão na frente",
        "revisao": "O iPhone é uma aparelho para quem está na frente de outras tantas pessoas. Ser usuário de um iPhone é estar conectada ao mundo de maneira diferente integrada aos conhecimentos e potências que o mesmo possa oferecer. Os que não se adaptam ao aparelho é por que possuem conhecimento restrito ao trivial que muitos outros aparelhos possam oferecer. "
    },
    {
        "id": 119,
        "data": "2015/09/08",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "excelente",
        "revisao": "ainda nao tenho um\r\n"
    },
    {
        "id": 120,
        "data": "2015/09/08",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Adoro meu Iphone :)",
        "revisao": "Apesar de estar meio caro agora por causa do Dólar, vale a pena pela confiabilidade do aparelho, não te deixa na mão! "
    },
    {
        "id": 121,
        "data": "2015/09/16",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "recomendo",
        "revisao": "muito top, apesar do preço ser meio salgado corresponde todas as expectativas"
    },
    {
        "id": 122,
        "data": "2015/09/15",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "ele é um produto ótimo... de uma boa marca ",
        "revisao": "ele tem o sistema diferenciado., é um produto de outro nível, rápido ,camera otima ,bateria otima apple nunca erra nos seus produtos. "
    },
    {
        "id": 123,
        "data": "2015/09/15",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Apple sabe fazer seus produtos com qualidade! Graça Steve Jobs ",
        "revisao": "Ponto Positivo: Iphone 6 é uns dos melhores celular no mercado, pelo seu design, desempenho e câmera. O que mais chama atenção é design, realmente apple capricha no design, não só do iphone!. Tela em 1080p perfeito para assistir vídeo no YouTube com ótima qualidade, com fornis e auto falantes perfeitos. É mais prático de se usar, alem dos apps exclusivos excelente. Câmera de 8 MB pixels e a frontal 5 MB pixels em HD, alem de filmar em 1080p (Full HD). Com IOS 8 muito difícil de travar.\r\n\r\nPontos negativos: Por ter um tela 1080p á bateria dura em torno de 6 horas, o preço é bem caro (R$ 3,500)"
    },
    {
        "id": 124,
        "data": "2015/09/14",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Comprei porque o meu iPhone anterior tinha tela menor e processador mais lento",
        "revisao": "Tem sido bem interessante. Gostei da tela maior e da velocidade do processador. Deve durar mais 1 ano até que lance algo mais interessante."
    },
    {
        "id": 125,
        "data": "2015/09/22",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "ótimooooo e muito lindo em todos os sentidos ",
        "revisao": "nunca tive alguma mas deve ser ótimo"
    },
    {
        "id": 126,
        "data": "2015/09/22",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Realmente, muito bom!",
        "revisao": "Apesar de ter um preço elevado, o produto é de excelente qualidade."
    },
    {
        "id": 127,
        "data": "2015/09/22",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Bem para o Ego, quando se tira da bolsa",
        "revisao": "perfeito para acessos rápidos, na faculdade me ajuda bastante. MELHOR AINDA QUANDO ESTAMOS E SABEMOS ESTAR CONECTADOS COM A INOVAÇÃO DE  teconogias\r\nobrigada"
    },
    {
        "id": 128,
        "data": "2015/09/20",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Iphone 6",
        "revisao": "É um ótimo aparelho para quem adora rapidez e tecnologia, sem contar que o design é perfeito. Super recomendo! Um produto de grande qualidade de uma marca renomada e conhecida por sua genialidade!!"
    },
    {
        "id": 129,
        "data": "2015/09/20",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "maravilindo",
        "revisao": "ótimas"
    },
    {
        "id": 130,
        "data": "2015/09/30",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito Bom !!!!!!  Ótimo",
        "revisao": "Ótima"
    },
    {
        "id": 131,
        "data": "2015/09/29",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ótimo",
        "revisao": "Produto ótimo em vários aspectos. Peca, apenas, no preço."
    },
    {
        "id": 132,
        "data": "2015/09/29",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "OTIMO",
        "revisao": "MARAVILHOSA"
    },
    {
        "id": 133,
        "data": "2015/09/28",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ótimo produto, recomendo!",
        "revisao": "Apesar do preço vale muito a pena comprar, pois pode durar vários anos. As fotos são muito boas, assim como os aplicativos também o são."
    },
    {
        "id": 134,
        "data": "2015/07/10",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "perfeito",
        "revisao": "me apaixonei...enfim não tem mais top"
    },
    {
        "id": 135,
        "data": "2015/07/10",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "MUITO BOM O APARELHO",
        "revisao": "Muito fácil de usar, boa durabilidade, muito bom o custo benefício."
    },
    {
        "id": 136,
        "data": "2015/07/10",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente Aparelho",
        "revisao": "É o primeiro IPhone que eu tenho, tem algumas coisas que o Android supera, mas é rápido e estável. Toque suave na tela e muito leve comparado com S6."
    },
    {
        "id": 137,
        "data": "2015/07/09",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Iphone ",
        "revisao": "é um aparelho muito bom, todavia no Brasil, em razão do excesso de impostos, inviabiliza a aquisição por mais pessoas."
    },
    {
        "id": 138,
        "data": "2015/07/09",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "maravilhoso",
        "revisao": "sem duvidas, é um dos melhores smartphones do mercado!"
    },
    {
        "id": 139,
        "data": "2015/10/10",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Existem prós e contras",
        "revisao": "É um ótimo smartphone para quem busca utilizá-lo com pouca frequência, mas quem costuma a utilizar muito o aparelho, como para jogos e redes sociais, perceberá que a bateria durará menos. Mesmo sendo grande, a sua usabilidade não foi prejudicada. O top de linha consegue manter a simplicidade e qualidade já conhecida em gadgets da companhia.  Falando em números, podemos dizer que ele tem especificações inferiores a de outros gigantes, mas isso não se reflete na performance. Os gadgets e o software da Apple são feitos sob medida pela empresa e, apesar de terem algumas configurações mais \"econômicas\", o desempenho do smartphone não é afetado. Apesar de continuar com resolução de 8 megapixels na lente traseira, a câmera recebeu atualizações que melhoraram sua performance. A câmera frontal possui os mesmos 1,2 megapixel, mas também não decepciona.É importante ressaltar que a câmera da frente também captura vídeos em HD, mas não acho a qualidade tão surpreendente assim.Na prática, o iPhone 6 tira fotos com ótima qualidade e foca objetos com rapidez, mesmo em movimento. Em ambientes escuros, o dispositivo também não deixa a desejar. O flash duplo LED consegue dar conta do recado.  "
    },
    {
        "id": 140,
        "data": "2015/10/21",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Deve ser um ótimo produto no mercado!",
        "revisao": "Ainda não tive :/"
    },
    {
        "id": 141,
        "data": "2015/10/21",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Otimo!",
        "revisao": "O produto é excelente, rapido facil de manusear e leve! Bateria esta durando 1 dia e meio! "
    },
    {
        "id": 142,
        "data": "2015/10/21",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Otimo!",
        "revisao": "O produto é excelente, rapido facil de manusear e leve! Bateria esta durando 1 dia e meio! "
    },
    {
        "id": 143,
        "data": "2015/10/21",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Um smartphone que faz o que se compromete.",
        "revisao": "Quero comprar um iPhone 6, pois já tive outros modelos de iphones anteriores e sempre estive muito satisfeito com tudo."
    },
    {
        "id": 144,
        "data": "2015/10/19",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Perfeito",
        "revisao": "Vale muito a pena comprar, buscapé sempre ajudando!! ??"
    },
    {
        "id": 145,
        "data": "2015/10/28",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Espetacular",
        "revisao": "Nao tenho mas sei que ele e muito bom,sou muito fan dos produtos da apple e por ser caro acho que deve ser muito bom...Pois a grande maioria de famosos tem esse celular,mesmo com a memoria de 16gb,32gb,64gb e 128gb,ainda acho ele muito bom...E o consumidor pode ate escolher o tamanho que deseja como 4.7  polegadas e 5.5 polegadas...E o melhor e que ele suporta a tecnologia 4g muito usada hoje em dia...Aunica parte ruim dele e o preço;Pois ele e muito caro...A “evolução natural” do iPhone 5S traz recursos que condizem bastante com a escala que já vinha sendo trilhada pela Apple. Depois de dois anos com telas de 4 polegadas, o iPhone 6 agora oferece 4,7 polegadas aos consumidores — ficando mais próximo das 5” que são oferecidas por muitos concorrentes com Android, mas ainda não é capaz de causar tanta estranheza por parte dos clientes mais fieis.E é claro que eu recomendaria para algum amigo... :D"
    },
    {
        "id": 146,
        "data": "2015/10/28",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Avaliação Iphone",
        "revisao": "Otimo produto. Durabilidade exelente. Um pouco caro, mais compensa por suas funções exclusivas."
    },
    {
        "id": 147,
        "data": "2015/10/26",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Otimo",
        "revisao": "Boa"
    },
    {
        "id": 148,
        "data": "2015/10/25",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "iphone 6",
        "revisao": "o produto é muito bom em todos os sentidos mais é caro"
    },
    {
        "id": 149,
        "data": "2015/10/24",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ótimo",
        "revisao": "A apple possui um sistema inigualável e um processador muito bom!"
    },
    {
        "id": 150,
        "data": "2015/11/08",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Otimo",
        "revisao": "Otimo aparelho bateria duradoura, sistemas inovadores  o autofoco da camera é incrivelmente eficiente e rápido"
    },
    {
        "id": 151,
        "data": "2015/11/08",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "bom mais muito caro",
        "revisao": "não tive experiencia pq ainda não comprei"
    },
    {
        "id": 152,
        "data": "2015/11/05",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ótimo",
        "revisao": "Muito bom, de fácil acessibilidade, ótima câmera, design muito bonito. Simplesmente Apple."
    },
    {
        "id": 153,
        "data": "2015/11/03",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Perfeito",
        "revisao": "Foi muito boa, ele é ótimo."
    },
    {
        "id": 154,
        "data": "2015/11/03",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Bom ",
        "revisao": "O iPhone 6 é muito bom mais tem seu defeitos "
    },
    {
        "id": 155,
        "data": "2015/11/14",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente ",
        "revisao": "Ótima e de boa qualidade "
    },
    {
        "id": 156,
        "data": "2015/11/13",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "ESSE É TOP",
        "revisao": "Excelente produto vale a pena o investimento, alem de ser um super aparelho o atendimento da apple é fora de sério!!!"
    },
    {
        "id": 157,
        "data": "2015/11/13",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Apple Walter",
        "revisao": "Só uso Apple, é muito confiava. Interação imbatível."
    },
    {
        "id": 158,
        "data": "2015/11/11",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Um Bom produto",
        "revisao": "ja experimentei e gostei muito "
    },
    {
        "id": 159,
        "data": "2015/11/11",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "É UM PRODUTO OTIMO, OTIMA MARCA E PRATICO.",
        "revisao": "Produto ótimo bom design pratico e leve "
    },
    {
        "id": 160,
        "data": "2015/11/11",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "FANTÁSTICO, porém ...",
        "revisao": "É o melhor smartphone presente no mercado, porém, o preço é ABSURDO"
    },
    {
        "id": 161,
        "data": "2015/07/14",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "muito bom",
        "revisao": "o que mais me chamou atenção nesse produto foi a bateria que normalmente decepciona em produtos da apple. ele ser um pouco mais também é fascinante. estou me divertindo. "
    },
    {
        "id": 162,
        "data": "2015/07/14",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "acaba com nos rs Amo ",
        "revisao": "muito perfeito e quero ganhar um agora no premiação da BUSCAPÈ "
    },
    {
        "id": 163,
        "data": "2015/07/14",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Recomendo!!!",
        "revisao": "Apesar do preço é um excelente aparelho, com agilidade para acesso a internet.\r\nA bateria não dura muito."
    },
    {
        "id": 164,
        "data": "2015/07/14",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Produto apple",
        "revisao": "Ótimo telefone, recomendo a compra para todos que tem oportunidade e dinheiro para comprar.\r\nLeve, fino, com o processamento rápido.\r\n\r\n"
    },
    {
        "id": 165,
        "data": "2015/07/14",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente smartphone",
        "revisao": "O celular não possui a duração de bateria excelente, mas carrega bem rápido, então se for analisar assim, a bateria é boa.\r\nPra quem está acostumado com Android, percebe-se uma maior facilidade no Android, mas o iPhone é intuitivo também.\r\nSe você procura um celular bonito e com câmera boa, o iPhone 6 é ótimo."
    },
    {
        "id": 166,
        "data": "2015/07/15",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "So o ios vale a pena",
        "revisao": "sempre quis ter um iPhone 6 "
    },
    {
        "id": 167,
        "data": "2015/07/15",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "É caro mas vale a pena",
        "revisao": "Sou cliente Apple, desde o iPhone 3GS, depois do meu primeiro iPhone virei cliente fiel, depois troquei pelo iphone 4s, iPhone 5 e atualmente um iPhone 6 e outros produtos Apple também... O único problema do iPhone é o preço aqui no Brasil que sai muito caro comparado aos outros países, mas o BONDFARO sempre mostra umas ofertas que acaba ajudando e tendo a vantagem de parcelar o seu iPhone aqui no Brasil. Ele tem todas as qualidades que você precisa num Smartphone Premium, Desempenho fenomenal, Câmera de Ótima resolução independente de ter apenas 8 Mega Pìxel isso não interfere na qualidade da foto, por que ninguém vai tirar foto para um outdoor. Resolução da Tela é impressionante e o Design fica cada vez mais inovador. Se você está pensando em comprar um iphone 6 aqui no Brasil pesquise bem aqui no BONDFARO que alguma das 500 Lojas cadastradas irá te oferecer um iPhone no preço melhor. "
    },
    {
        "id": 168,
        "data": "2015/07/15",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "É caro mas vale a pena",
        "revisao": "Sou cliente Apple, desde o iPhone 3GS, depois do meu primeiro iPhone virei cliente fiel, depois troquei pelo iphone 4s, iPhone 5 e atualmente um iPhone 6 e outros produtos Apple também... O único problema do iPhone é o preço aqui no Brasil que sai muito caro comparado aos outros países, mas o BONDFARO sempre mostra umas ofertas que acaba ajudando e tendo a vantagem de parcelar o seu iPhone aqui no Brasil. Ele tem todas as qualidades que você precisa num Smartphone Premium, Desempenho fenomenal, Câmera de Ótima resolução independente de ter apenas 8 Mega Pìxel isso não interfere na qualidade da foto, por que ninguém vai tirar foto para um outdoor. Resolução da Tela é impressionante e o Design fica cada vez mais inovador. Se você está pensando em comprar um iphone 6 aqui no Brasil pesquise bem aqui no BONDFARO que alguma das 500 Lojas cadastradas irá te oferecer um iPhone no preço melhor. "
    },
    {
        "id": 169,
        "data": "2015/07/15",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "adoro",
        "revisao": "muito boa"
    },
    {
        "id": 170,
        "data": "2015/07/15",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Um bom celular",
        "revisao": "meu primo o tem,é otimo quando se trata de diversoes,o tamnho dele e legal,o celular encaixa na mão,e a memoria é boa."
    },
    {
        "id": 171,
        "data": "2015/11/19",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Perfeito",
        "revisao": "Adorei, alem de lindo é super eficiente, bem leve, design diferente, me satisfez."
    },
    {
        "id": 172,
        "data": "2015/11/19",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Indiscutivelmente ótimo este produto.",
        "revisao": "Um produto excelente, ótimos app´s, câmera indiscutivelmente boa e o seu desempenho é extraordinário.\r\nEu recomendo este produto."
    },
    {
        "id": 173,
        "data": "2015/11/19",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente ",
        "revisao": "Muito bom"
    },
    {
        "id": 174,
        "data": "2015/11/19",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "maravilhoso",
        "revisao": "não possui este produto ainda mais estou pensando seriamente em adquirir o meu,esse celular é perfeito..."
    },
    {
        "id": 175,
        "data": "2015/11/19",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "perfeito",
        "revisao": "quero ter uma experiencia incrivel"
    },
    {
        "id": 176,
        "data": "2015/07/20",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "avaliãção iphone 6",
        "revisao": "muito bom! recomendo"
    },
    {
        "id": 177,
        "data": "2015/07/20",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Único",
        "revisao": "Ótimo produto,  melhor Smartphone que já realizei testes.\r\nRecomendo. "
    },
    {
        "id": 178,
        "data": "2015/07/20",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente",
        "revisao": "Recomendo a todos!!!"
    },
    {
        "id": 179,
        "data": "2015/07/19",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Prefeito",
        "revisao": "Perfeito"
    },
    {
        "id": 180,
        "data": "2015/07/19",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito bom, não tenho ele mais olhei alguns comparativos dele na INTERNET",
        "revisao": "AINDA NÃO TIVE A OPORTUNIDADE DE TER UM DESSE!!"
    },
    {
        "id": 181,
        "data": "2015/07/19",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Fora de série",
        "revisao": "Muito boa, pois tem tudo de que preciso e economizar energia."
    },
    {
        "id": 182,
        "data": "2015/07/21",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito bom",
        "revisao": "Fácil acesso para pesquisa, estudo, trabalho e lazer.  "
    },
    {
        "id": 183,
        "data": "2015/07/21",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ipad! O mundo em suas mãos.",
        "revisao": "Ainda não tenho por motivos financeiros. Mas quero muito, já usei de amigos e é excelente."
    },
    {
        "id": 184,
        "data": "2015/07/21",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ipad! O mundo em suas mãos.",
        "revisao": "Ainda não tenho por motivos financeiros. Mas quero muito, já usei de amigos e é excelente."
    },
    {
        "id": 185,
        "data": "2015/07/21",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Ele é bom, Mas muito caro",
        "revisao": "Ele é bem leve, câmera ótima, nem se fala no Design inovador e não trava ."
    },
    {
        "id": 186,
        "data": "2015/07/21",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Vale a pena ",
        "revisao": "Excelente ! Aparelho rápido e não trava. Qualidade apple indiscutível"
    },
    {
        "id": 187,
        "data": "2015/07/21",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "muito caro.",
        "revisao": "Muito Boa."
    },
    {
        "id": 188,
        "data": "2015/11/26",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Acho muito bom só consome muita bateria",
        "revisao": "Tenho a 2 anos só consome muita bateria mesmo é um ótimo produto"
    },
    {
        "id": 189,
        "data": "2015/11/25",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Para quem tem dinheiro otimo !!!",
        "revisao": "Muito bom, So o preco meio salgado"
    },
    {
        "id": 190,
        "data": "2015/11/24",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "muito bom",
        "revisao": "O produto tem uma visualização impresionante"
    },
    {
        "id": 191,
        "data": "2015/11/24",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Quase o melhor",
        "revisao": "Tenho há algum tempo mas deixei cair no chão, não sei se foi muito forte ou se quebra com facilidade mesmo..."
    },
    {
        "id": 192,
        "data": "2015/11/24",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "otimo",
        "revisao": "top"
    },
    {
        "id": 193,
        "data": "2015/11/28",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Fantástico!",
        "revisao": "É um ótimo produto, pra mim o melhor celular."
    },
    {
        "id": 194,
        "data": "2015/11/27",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "otimo mais ele ta muito caro mais ele é muito otimooo",
        "revisao": "é um produto que vale a pena comprar pq tambem tem o app de achar ele  caso vc perda ou seja roubado "
    },
    {
        "id": 195,
        "data": "2015/11/27",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Maravilhoso!",
        "revisao": "Surpreendente.."
    },
    {
        "id": 196,
        "data": "2015/11/27",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Melhor celular EVER",
        "revisao": "Momentos inesquecíveis que serão marcados para avida toda"
    },
    {
        "id": 197,
        "data": "2015/11/26",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Produto dos Sonhos",
        "revisao": "Nunca tive, mais sei que é ótimo !!"
    },
    {
        "id": 198,
        "data": "2015/12/18",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito bom",
        "revisao": "Melhor que o iphobe 5c que era o meu iphone anterior"
    },
    {
        "id": 199,
        "data": "2015/12/15",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "excelente",
        "revisao": "muto bom"
    },
    {
        "id": 200,
        "data": "2015/12/06",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Iphone 6 plus 5.5",
        "revisao": "Excelente produto. Super recomendo!"
    },
    {
        "id": 201,
        "data": "2015/12/01",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "joao",
        "revisao": "bom"
    },
    {
        "id": 202,
        "data": "2015/12/01",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "iphone é muito bom",
        "revisao": "já tenho um iphone e é muito bom, estou muito satisfeita "
    },
    {
        "id": 203,
        "data": "2016/04/08",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "ÓTIMO",
        "revisao": "adorei.."
    },
    {
        "id": 204,
        "data": "2016/04/05",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "ÓTIMO",
        "revisao": "Experiência surreal com o produto. O 3D touch do iPhone é maravilhoso"
    },
    {
        "id": 205,
        "data": "2016/04/04",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "PRODUTO ÓTIMO",
        "revisao": "Voltarei a comprar na loja."
    },
    {
        "id": 206,
        "data": "2016/03/28",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "IPHONE 6S",
        "revisao": "Recebi no prazo e não tive nenhum problema com o produto. iPhone é sem dúvidas o melhor smartphone da atualidade, e paguei com o melhor preço!"
    },
    {
        "id": 207,
        "data": "2016/03/28",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Cara",
        "revisao": "Produto ainda é caro!"
    },
    {
        "id": 208,
        "data": "2016/07/27",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ótimo!",
        "revisao": "Produto de alta qualidade e performance. Design impecável e ótimas funcionalidades. "
    },
    {
        "id": 209,
        "data": "2016/07/08",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Qualidade",
        "revisao": "Os produtos da Apple sempre são de excelente qualidade, o iPhone 6 Plus não poderia ser diferente. Seu design e funções específicas o fazem o melhor smartphone."
    },
    {
        "id": 210,
        "data": "2016/07/08",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Qualidade",
        "revisao": "Produtos da Apple são sempre excelentes, o iPhone 6 Plus, não poderia ser diferente. Design único e funções específicas, fazem dele o melhor smartphone."
    },
    {
        "id": 211,
        "data": "2016/07/01",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "MUITO BOM",
        "revisao": "AINDA NÃO TENHO"
    },
    {
        "id": 212,
        "data": "2016/06/29",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Smartphone  Ótimo ",
        "revisao": "Muito bom, o Ios roda Com excelência. "
    },
    {
        "id": 213,
        "data": "2016/12/12",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "bonito e versatil",
        "revisao": "produto muito bonito, facil de manuseio  "
    },
    {
        "id": 214,
        "data": "2016/12/12",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ótimo ",
        "revisao": "Possuo o produto desde a geração 2"
    },
    {
        "id": 215,
        "data": "2016/12/12",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "excelente",
        "revisao": "sem comentarios"
    },
    {
        "id": 216,
        "data": "2016/12/05",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "A compra que fiz neste dia não foi efetivada por problema na intermediação",
        "revisao": "A intermediação do pagamento entre Trocafone e mercado pago não foi efetivada, diante disto cancelei a primeira compra\r\nE refiz está dois dias depois. Aí sim, bem sucedida. Estou satisfeito com o produto adquirido."
    },
    {
        "id": 217,
        "data": "2016/11/30",
        "estrelas": 1,
        "foi_recomendado": "Não recomendo",
        "titulo": "microfone com defeito",
        "revisao": "o iphone veio com defeito, o microfone não funcionou, não conseguia falar em chamadas, gravar audios etc. tive que acionar a garantia, vão trocar o produto, mas é uma chateação, agora to esperando chegar, nem da pra avaliar ainda pq nem usei."
    },
    {
        "id": 218,
        "data": "2016/11/29",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito bom ",
        "revisao": "Irei comprar o produto , me parece um produto bom "
    },
    {
        "id": 219,
        "data": "2017/03/02",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Bom !!! Porem muito caro.",
        "revisao": "Eu ainda nao tive o 6."
    },
    {
        "id": 220,
        "data": "2017/02/11",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Melhor celular",
        "revisao": "Em relação à outros aparelhos que eu já possuí, esse com certeza é o melhor"
    },
    {
        "id": 221,
        "data": "2017/02/10",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Gostei muito",
        "revisao": "Muito lindo e leve"
    },
    {
        "id": 222,
        "data": "2017/02/07",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "QUALIDADE TEM PREÇO E NOME",
        "revisao": "Quem quer qualidade vai ter de pagar  melhor. Saber não é suficiente. É preciso saber fazer, fazer e mais que tudo ensinar a fazer. O produto é muito bom. É durável, tem um designe excelente e oferece o que eu preciso para uso pessoal e mesmo profissional. Por isso tem nome Apple iPhone"
    },
    {
        "id": 223,
        "data": "2017/01/26",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Iphone é Iphone",
        "revisao": "Iphone é tudo igual, mas o que fazer? É a vida. Então é sempre bom ter vida."
    },
    {
        "id": 224,
        "data": "2016/12/26",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Bom ...se souber operar.",
        "revisao": "Bom , mas vai ficar melhor é só acostumar."
    },
    {
        "id": 225,
        "data": "2017/05/26",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Iphone 6",
        "revisao": "Produto com a qualidade apple."
    },
    {
        "id": 226,
        "data": "2017/05/25",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "10",
        "revisao": "PRÁTICO E RÁPIDO."
    },
    {
        "id": 227,
        "data": "2017/05/23",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Iphone 6",
        "revisao": "Acredito que este aparelho da apple atenda as necessidades e a camera e realemente algo acima das expectativas."
    },
    {
        "id": 228,
        "data": "2017/04/25",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Iphone 6",
        "revisao": "Iphone dispensa comentários. Melhor smartphone já criado. Vale a pena o investimento."
    },
    {
        "id": 229,
        "data": "2017/04/25",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Iphone 6",
        "revisao": "Iphone dispensa comentários. Melhor celular já criado. Vale a pena investir."
    },
    {
        "id": 230,
        "data": "2017/03/28",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "iPhone 6",
        "revisao": "Boa melhora com relação ao modelo anterior."
    },
    {
        "id": 231,
        "data": "2017/10/23",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ainda nao tenho",
        "revisao": "Alguém sabe me dizer se o produto é novo ou recondicionado?"
    },
    {
        "id": 232,
        "data": "2017/03/06",
        "estrelas": 3,
        "foi_recomendado": "Não recomendo",
        "titulo": "Muito Caro o Aparelho",
        "revisao": "Péssima Bateria, Esquenta Bastante ..."
    },
    {
        "id": 233,
        "data": "2015/10/20",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "melhor celular que já tive",
        "revisao": "muito bom"
    },
    {
        "id": 234,
        "data": "2015/03/12",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente",
        "revisao": "Estou usando todas as ferramentas e satisfeito"
    },
    {
        "id": 235,
        "data": "2015/11/25",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "muito bom, adoraria ter um.",
        "revisao": "tenho um inferior a esse, e a melhor coisa é que pode esta com a memoria cheia e mesmo assim nunca travou."
    },
    {
        "id": 236,
        "data": "2017/07/13",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente ",
        "revisao": "Está sendo um pouco complicadinho aprender a mexer. Usei android a vida toda. Aos poucos estou me acostumando e está senso ótimo. Muito rápido e leve. Funciona tudo muitíssimo vem, sem travar ou dar erros. "
    },
    {
        "id": 237,
        "data": "2014/10/13",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito Bom",
        "revisao": "Sim, eu recomendo por que ele é massa."
    },
    {
        "id": 238,
        "data": "2014/10/15",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "maravilhoso",
        "revisao": "mp3 e tela inquebravel\r\n"
    },
    {
        "id": 239,
        "data": "2014/11/17",
        "estrelas": 5,
        "foi_recomendado": "Não recomendo",
        "titulo": "maria cecilia 38522377",
        "revisao": "Novos recursos, como as imagens de fundo personalizáveis para a tela inicial, teclado Wordflow e aba de notificações.\r\n\r\nCâmera de 20MP\r\nFaça fotos e vídeos em Full HD incríveis e capture áudios com 4 microfones Dolby Surround.\r\n\r\nProcessador QuadCore\r\nCom um processador de quatro núcleos, seu dia a dia fica muito mais rápido."
    },
    {
        "id": 240,
        "data": "2014/10/12",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "impecável",
        "revisao": "sim recomendo tenho uma prima que tem .. e ela diz que é ótimo para usar"
    },
    {
        "id": 241,
        "data": "2014/11/07",
        "estrelas": 1,
        "foi_recomendado": "Não recomendo",
        "titulo": "Não aconselho adquirir esse produto",
        "revisao": "Não aconselho adquirir esse produto, pois em pouco tempo a Apple vai deixar de atualizar o IOS que é o sistema operacional do produto e consequentemente não conseguirão instalar os aplicativos mais novos, isso aconteceu com o Iphone 3 que parou na versão 6.1.6 (10B500), e sem sombra de dúvidas ocorrerá com esse Iphone . Isso é conselho de um especialista"
    },
    {
        "id": 242,
        "data": "2015/08/03",
        "estrelas": 3,
        "foi_recomendado": "Não recomendo",
        "titulo": "Do Iphone 6 não posso falar tenho o S4",
        "revisao": "Para mim muito monopolizado, para pessoas mais leigas é dificil ate fazer os procedimentos mais comuns de um smartfone, e com certeza isto gera prejuízo à própria empresa, pois muitos deixam de comprar, eu mesmo não sei se compraria outro.\r\n"
    },
    {
        "id": 243,
        "data": "2015/01/25",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Top",
        "revisao": "Design superior aos demais telefones, sistema superior aos demais, mesmo com só 1GB de memória não trava. Bateria melhor que dos modelos anteriores, mas ainda deixa a desejar se comparado a outras marcas mais baratas."
    },
    {
        "id": 244,
        "data": "2015/10/15",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Perfeito",
        "revisao": "Eu  amo sempre amei mas eu nunca tive minha tia tem e eu fico babando nele."
    },
    {
        "id": 245,
        "data": "2015/04/14",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Indicaria",
        "revisao": "Uma vez Apple é difícil sair..."
    },
    {
        "id": 246,
        "data": "2015/01/21",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Otimo",
        "revisao": "a melhor"
    },
    {
        "id": 247,
        "data": "2015/09/15",
        "estrelas": 1,
        "foi_recomendado": "Não recomendo",
        "titulo": "Produto comprado e não recebido",
        "revisao": "Desta vez, foi péssima, não contei com a boa vontade da Ponto Frio em analisar e confirmar o pedido que fiz, e pelo qual efetuei o pagamento, conforme comprovantes que enviei. Não me forneceram o nº do pedido, não me enviaram email de confirmação, além do mais, me forneceram o boleto para  o pagamento de R$ 1.500,00 (hum mil e quinhentos reais) em seu favor, pelo Banco de Crédito Bonsucesso, e sequer respondem os emails que envio, nem procuram confirmar esse pagamento para enviarem o IPhone. "
    },
    {
        "id": 248,
        "data": "2015/07/14",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "produto razoavel",
        "revisao": "um pouco dificil de usa-lo"
    },
    {
        "id": 249,
        "data": "2015/07/07",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "simplesmente revolucionário",
        "revisao": "com o iphone 6 consegui desenvolver uma infinidade de aptidões até então desconhecidas por mim mesmo, por exemplo, utilização da midia por meio do iphone para divulgação do produto de meu trabalho, como não tinha muito tempo pra ficar o tempo todo em frente ao computador, optei por ele, solução totalmente bem sucessida, pois ao mesmo tempo em que estava em uma viagem por exemplo, poderia utilizá-lo com rapidez e segurança na divulgação de meus produtos. com simples e úteis apilcativos em conjunto com o iphone 6, você terá um excelente, seguro e rápido padrão de trabalho. "
    },
    {
        "id": 250,
        "data": "2015/06/15",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ótimo",
        "revisao": "Ótimo"
    },
    {
        "id": 251,
        "data": "2015/05/03",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "otimo",
        "revisao": "muito boa"
    },
    {
        "id": 252,
        "data": "2015/04/23",
        "estrelas": 3,
        "foi_recomendado": "Recomendo",
        "titulo": "agradavel",
        "revisao": "boa"
    },
    {
        "id": 253,
        "data": "2015/04/18",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "bom",
        "revisao": "Bom"
    },
    {
        "id": 254,
        "data": "2015/11/02",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "nao se tem oq dizer de um otimo produto como esse smartphone",
        "revisao": "em si e um otimo produto, possui tudo qu eu pessoa necesita para trabalho ou nao , otimo dsigner e tal...... no geral e um otimo produto."
    },
    {
        "id": 255,
        "data": "2015/04/20",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "o melhor de todos!",
        "revisao": "Funciona super bem, as novas funções são bem úteis. Maravilhoso! apaixonada"
    },
    {
        "id": 256,
        "data": "2015/11/29",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "podem comprar ,porque vale a pena",
        "revisao": "nunca tive um deste mais uso o da minha mae e maravilhoso  "
    },
    {
        "id": 257,
        "data": "2015/11/26",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "UMA MARAVILHA",
        "revisao": "EU NÃO TENHO ESSE PRODUTO MAIS QUERIA TER"
    },
    {
        "id": 258,
        "data": "2015/11/02",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "iphone",
        "revisao": "Usei o iphone de uma amiga. Adorei o produto! Em breve vou adquirir um!"
    },
    {
        "id": 259,
        "data": "2015/07/24",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Otimo",
        "revisao": "Um otimo produto, com a empresa dando todo auxilio"
    },
    {
        "id": 260,
        "data": "2015/07/24",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "MEU 1º IPHONE",
        "revisao": "Depois de 6 meses meu primeiro IPHONE sofreu a primeira e única queda. A queda destruiu toda a tela e com o passar de um tempo entrei em contato com a autorizada, porque o aparelho já vinha apresentando problemas de bateria. A bateria durava apenas uma hora. Quando o técnico analisou, incrivelmente mostrava uma bateria com estimativa de 4 anos de uso (aparelho estava com 6 meses). Troquei por um novo e agora ainda estou avaliando. Sem capinha, sem película nem pensar!!! O aparelho é fino, liso, escorrega muito fácil da mão. Qualquer esbarrão já arranha.  "
    },
    {
        "id": 261,
        "data": "2015/07/23",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ótimo produto, design impecável",
        "revisao": "Faço o uso deste produto através do trabalho e acho incrível. "
    },
    {
        "id": 262,
        "data": "2015/07/23",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "SONHO DE CONSUMO",
        "revisao": "NÃO TENHO NO MOMENTO CONDIÇÃO DE COMPRAR UM IPHONE ,MAIS O CONSIDERO O MELHOR AS MELHORES QUALIDADES REUNIDA EM UM SÓ MODELO E APARELHO. SÓ QUE DEVIDO AS QUALIDADES SEU CUSTO É MUITO ALTO UMA PENA MESMO EU NÃO TER CONDIÇÃO MAIS SE ALGUEM QUISER ME DAR DE PRESENTE EU AGRADEÇO.KKKKKKKK"
    },
    {
        "id": 263,
        "data": "2015/07/23",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito bom",
        "revisao": "Já mexi no da minha prima, realmente muito bom, recomendo."
    },
    {
        "id": 264,
        "data": "2015/07/22",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Design e rapidez na resposta",
        "revisao": "Apesar do preço bem salgado, o Iphone traz uma experiência excelente ao usuário, resposta super rápida aos comandos, sem engasgos, sem travamentos, sem fechamento inesperados dos apps. O design é muito bonito, em alumínio e vidro arredondado nas bordas (detalhe que as vezes atrapalha a pegada). A câmera é muito boa e a oferta de aplicativos, tanto embarcados quanto disponíveis na App Store é excelente. A bateria é suficiente para um dia de trabalho, mas não espere ter alguma carga até a hora de dormir."
    },
    {
        "id": 265,
        "data": "2015/07/28",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Iphone 6 ",
        "revisao": "Sou um cliente Apple já faz um tempo e sempre que vejo uma oportunidade de adquirir um produto Apple eu compro, mas todos nós sabemos que o preço dos iPhones e dos outros produtos Apple no Brasil é muito caro, eu tinha um iPhone 4s e finalmente consegui comprar o iPhone 6, eu recomendo a todos esse Smartphone para quem procura um Design exclusivo, desempenho, câmera com uma resolução ótima e a facilidade de uso. Nunca tive nenhuma manutenção com produtos Apple, nunca me deixou na mão e nem prejuízo, ele sempre responde todos os aplicativos muito rápido sem ficar travando, muitos tem preconceito pelo fato dele possuir menos memória RAM que os concorrentes, mas isso não interfere porque se ele possui um X de memória porque isso já é o suficiente para fazer com que o aparelho responda, e mesmo ele tendo menos RAM que os outros concorrentes da mesma categoria ele responde mais rápido que os concorrentes, todos nós sabemos que a Apple não faz seus produtos por fazer, todos eles são muito bem pensados e estudados então se ele tem X de processador, X de memória é porque isso já é o suficiente. Eu recomendo galera! podem comprar sem medo! "
    },
    {
        "id": 266,
        "data": "2015/07/28",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente,pena que o custo beneficio não ajuda, porém vale a pena o investimento",
        "revisao": "Excelente,pena que o custo beneficio não ajuda, porém vale a pena o investimento. Rapidez nas interfaces, não trava, a câmera apesar dos 8 megapixels não fica atras em nada nas demais de maior número, até bate as concorrentes."
    },
    {
        "id": 267,
        "data": "2015/07/27",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Pequeno produto, grandes descobertas",
        "revisao": "Um de meus sonhos sempre foi ter um Ipad. Nunca tive a chance de obter um apenas para meu uso, mas já pude usufruir dos Ipads de alguns amigos. Ele é realmente muito útil! As fotos são de perfeita definição e, pela minha percepção, são melhores, além de sua captura ser superior (em termos de qualidade) do que a do Iphone. As opções de aplicativos a serem baixados são infinitas, o bloco de notas é muito eficiente (confesso que até já escrevi historias inteiras para meus amigos em seus blocos de notas, e foi excelente!), o Itunes do aparelho também é ótimo e seu design, além de pratico, é muito belo e inteligente. Infelizmente, assim como diversos produtos da Apple, sua bateria é pouco durável, e para minha tristeza, seu preço não é acessível a mim, porém este concurso me favoreceria muito, pois ele seria a porta de entrada para diversas oportunidades, já que ganharia o Ipad.\r\nagradeço pela oportunidade!"
    },
    {
        "id": 268,
        "data": "2015/07/27",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "otimo",
        "revisao": "produto de boa qualidade e beneficio"
    },
    {
        "id": 269,
        "data": "2015/07/27",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Acho uma ótimo smartphone",
        "revisao": "Minha colega comprou um, e comecei a mexer achei um ótimo smartphone e pretendo comprar uma para mim."
    },
    {
        "id": 270,
        "data": "2015/07/27",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Alta qualidade, preço ainda mais alto.",
        "revisao": "É inegável que  o iPhone 6 é um dos melhores smartphones comercializados atualmente, apesar de suas configurações de hardware serem inferiores à de outros smarts top de linha, ela se mostra mais do que suficiente para sustentar o excelente iOS (sistema operacional da apple) e seus aplicativos, por isso não é uma boa ideia comparar um iPhone com outro dispositivo que utilize Android pelo hardware. A câmera traseira do iPhone 6 conta com uma lente de alta qualidade que possibilita a captura de vídeos e fotos em definições excelentes, sem contar que a captura de luz é incrivelmente superior a de outros dispositivos com câmeras que possuem mais 'megapixels'. O alto nível de qualidade no acabamento do iOS torna a experiência do display ainda mais intensa, com cores bem vivas e fontes agradáveis à vista, tudo isso protegido por uma tela realmente resistente à riscos. Um porém fica por conta da parte metálica traseira do celular, que se mancha, risca e amassa com facilidade. Ao todo o aparelho é excelente, todavia peca muito no preço (Brasil), valor que o torna inacessível para a maioria dos consumidores, mas por outro lado sua desvalorização no mercado é muito inferior que a de smarts de outros fabricantes. Se você se importa com design e acabamento, o iPhone 6 é prato cheio e o iOS a cereja do bolo."
    },
    {
        "id": 271,
        "data": "2015/07/31",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "muito bom!",
        "revisao": "está sendo uma ótima aventura!"
    },
    {
        "id": 272,
        "data": "2015/07/30",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ótimo, Perfeito!!",
        "revisao": "Sim tenho experiência , mais perdi o meu  quando fui a prai no ano passado! goastaria muito de ter outros, mais por agora não posso compra outro, gostaria muito de ser premiada nesse sortei, desde já agradeço!"
    },
    {
        "id": 273,
        "data": "2015/07/30",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Bonitinho, mas ordinário.",
        "revisao": "Cumpre o que promete, mas, como todos os produtos da Apple, possui algumas restrições quanto a algumas funcionalidades. Alguns exemplos são: a impossibilidade de transferência de arquivos via Bluetooth com outros dispositivos que não sejam da marca da maçã; falta de slot para cartão de memória (o que faz os clientes se renderem aos preços abusivos para poderem ter uma maior capacidade de armazenamento). Nos pontos fortes, se destaca principalmente pela câmera que foi atualizada. Fotos incríveis em poucos segundos. Outro ponto positivo a destacar são os fones de ouvido que acompanham o produto, que podem ser comparados a fones profissionais. Finalmente, posso dizer que vale a pena por ser um aparelho que não incomoda."
    },
    {
        "id": 274,
        "data": "2015/07/30",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "facilidade de uso",
        "revisao": "muito bom otimo pra tirar fotos"
    },
    {
        "id": 275,
        "data": "2015/07/29",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Perfeito",
        "revisao": "Produto ótimo características físicas e internas completamente perfeito!"
    },
    {
        "id": 276,
        "data": "2015/08/05",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Líder na sua área ",
        "revisao": "Comprei este produto em primeiro modo pelo seus status.Porém esse produto se mostrou bem mais que um celular,ele conseguiu suprir todas as minhas necessidades.Eu trabalho com vendas de roupas pela internet e esse celular suporta todas as áreas necessárias para desenvolver todos os compromissos que minha loja virtual requer.Indico este produto com toda certeza,Excelente produto. "
    },
    {
        "id": 277,
        "data": "2015/08/05",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Perfeito",
        "revisao": "Um produto de qualidade onde podemos encontrar coisas de facil acesso e de qualidade"
    },
    {
        "id": 278,
        "data": "2015/08/05",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "muito bom",
        "revisao": "ele e o timo "
    },
    {
        "id": 279,
        "data": "2015/08/05",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "O iPhone 6 continua sendo o melhor smartphone da atualidade",
        "revisao": "A Apple continua surpreendendo a cada nova versão do iPhone. O iPhone 6 é ainda melhor que seus antecessores. Agora com uma tela ainda maior e em dois diferentes tamanhos com certeza vai agradar aos fãs do iPhone e também aqueles que ainda resistiam em mudar para a linha de smartphones da Apple."
    },
    {
        "id": 280,
        "data": "2015/08/04",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Iphone",
        "revisao": "Excelente, só a bateria que dura pouco..."
    },
    {
        "id": 281,
        "data": "2015/08/03",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Perfeito",
        "revisao": "Recomendo"
    },
    {
        "id": 282,
        "data": "2015/08/11",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Produto muito bom, mas muito caro.",
        "revisao": "Aparelho muito bom, muito bonito, mas de preço exagerado. Mas nos prós e contras vale a pena."
    },
    {
        "id": 283,
        "data": "2015/08/11",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Produto muito bom, mas muito caro.",
        "revisao": "Aparelho muito bom, muito bonito, mas de preço exagerado. Mas nos prós e contras vale a pena."
    },
    {
        "id": 284,
        "data": "2015/08/10",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ótimo produto",
        "revisao": "O produto atende a todas as minha expectativas, possui uma ótima camera, é facil de usar, e a bateria dura dois dias, o que para um Iphone é sensacional.\r\nA unica questão que ainda é negativa, é quanto ao custo benefício, pois o aparelho ainda é muito caro."
    },
    {
        "id": 285,
        "data": "2015/08/09",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "muito bom",
        "revisao": "muito bom de alta resolução, desaine e facilidade de acessar."
    },
    {
        "id": 286,
        "data": "2015/08/06",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Facilidade com perfeição.",
        "revisao": "Já tive o Ipad 2 geração, levava pra todos os lugares, como faculdade para apresentação de trabalho e resultados, deixei de comprar livros físicos e comecei a assinar livros digitais, a praticidade e a comodidade pra ler um bom livro, baixar jogos para meus filhos, apresentar fotos que guardo no icloud para os familiares.\r\nEsse ipad me ajudou muito, porém estava precisando de dinheiro e tive que vender, porém até hoje depois de 1 ano, me arrependo de ter vendido pois o custo beneficio vale a pena porém está um pouco caro pra comprar agora.\r\nSó tenho coisas boas pra falar do ipad e do iphone.\r\n\r\nA apple pensou em tudo nas pessoas de 8 a 80 anos.\r\n\r\nParabéns a todos da Apple."
    },
    {
        "id": 287,
        "data": "2015/08/17",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Produto muito bom",
        "revisao": "Produto leve e bem fino, funciona muito bem!!!"
    },
    {
        "id": 288,
        "data": "2015/08/14",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "muiiiitooo bommmm",
        "revisao": "nosssssa o produto e muiiito bommmm .BOM mesmo.espero q vcs tenhao lido eu quero muito ganhar um ipad eu nunca tive um produto dessa marca e o ipad ele e absolutamente um dos mais bonitos e e isso .eu quero muito ganha.ME AJUDEM POR FAVOR.E O QUE EU MAIS QUERO .SE EU GANHAR ESSE E MEU NUMERO (62)98052514 meu nome e junior.obrigado pela atençao de vcs."
    },
    {
        "id": 289,
        "data": "2015/08/14",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Preço alto",
        "revisao": "O produto é incrível porém é praticado um valor muito alto no brasil."
    },
    {
        "id": 290,
        "data": "2015/08/14",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Preço alto",
        "revisao": "O produto é incrível porém é praticado um valor muito alto no brasil."
    },
    {
        "id": 291,
        "data": "2015/08/13",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "perfeiçao e desejo de consumo",
        "revisao": "facil manuseio,design perfeito"
    },
    {
        "id": 292,
        "data": "2015/08/28",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Recomendo...",
        "revisao": "Ainda não possuo, mas amigos meus que tem, falam muito bem. Quero ter essa experiência também."
    },
    {
        "id": 293,
        "data": "2015/08/28",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "meu iphone",
        "revisao": "otimo"
    },
    {
        "id": 294,
        "data": "2015/08/27",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Um novo chip A8 com a segunda geração da arquitetura de 64 bits",
        "revisao": "\"De fato muitos compram apenas pela moda.\r\nAlgums sabe já teve outros modelos sabe a estabilidade do sistema simples e perfeito um celular que desde uma criança a um idoso usa sem complicações\r\naparelho PERFEITO em Tudo \"."
    },
    {
        "id": 295,
        "data": "2015/08/25",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "MUito bom esse celular !!!",
        "revisao": "Aparelho muito bom de uso,faço manuseio e uma excelente visão,câmera muito boa um celular perfeito para quem gosta de inovar e de tecnologia mas também muito bom para usar ele em trabalhos,tarefas e deveres.É top do mercado, apesar de ser incrementado no Brasil com um preço absurdo! Funções ótimas que atrai qualquer fã de tecnologia. E tem um design deslumbrante que faz você se apaixonar e querer ele de qualquer maneira! Mais uma das tecnologias feitas pela apple !"
    },
    {
        "id": 296,
        "data": "2015/08/25",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Produto de exelente qualidade.",
        "revisao": "Nunca tive um, mais ja procurei saber como e o designe , funcões e achai muito interessante e diferente o produto gostaria muito de ter um na mão e chama-lo so de meu."
    },
    {
        "id": 297,
        "data": "2015/08/21",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "ótimo tamanho e qualidade da câmera ",
        "revisao": "Quando saiu o aparelho, fiquei preocupada quanto ao tamanho, mas posso dizer que é perfeito. Imagino que o 6 Plus seja, no entanto, muito grande. \r\nQuanto a camera, adorei a qualidade, melhorou muito em relação ao modelo anterior. \r\nO funcionamento do aparelho segue a facilidade do iOS. \r\nConsidero esse modelo muito mais resistente. Tive o 4s e quebrei 4 vezes em um ano, esse já tenho há 1 ano e não tive problema algum.\r\nPonto que deveria ser melhorado é a duração da bateria. \r\n"
    },
    {
        "id": 298,
        "data": "2015/08/20",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Leve e design novo fazendo sucesso no Brasil",
        "revisao": "Muito boa, no inicio fiquei muito feliz com a facilidade de uso, logo após viajei e e tinha esquecido minha câmera fotográfica e resolvi tirar as minhas fotos e da família com ele e o resultado foi impressionante  além dele possuir uma resolução magnífica e não podemos também esquecer do seu design agora muito mas leve já tinha tido toda a linha do iPhone 5 e não gostei muito, mas assim logo que viajei para o Estados Unidos resolvi comprar a linha 6 como que ainda no Brasil só estavam os rumores e notícias e aquela velha história \"é muito caro\" mas você está fazendo um belo investimento."
    },
    {
        "id": 299,
        "data": "2015/09/05",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Adorei!!!",
        "revisao": "Eu tinha um iPhone 4s, então eu comprei o iPhone 6 aqui mesmo, e achei um ótimo produto!!"
    },
    {
        "id": 300,
        "data": "2015/09/04",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Perfeito ",
        "revisao": "O melhor "
    },
    {
        "id": 301,
        "data": "2015/09/04",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "ótimo mas muito grande",
        "revisao": "Como sempre usei iphone, confesso que estranhei o tamanho. Achei que saiu do padrão da Apple, mas isso não fez com que minha opinião mudasse em relação ao celular, pra mim ele é o melhor, sem dúvidas."
    },
    {
        "id": 302,
        "data": "2015/09/04",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Desempenho",
        "revisao": "Bom desempenho,fácil de usar ótima maquina fotográfica."
    },
    {
        "id": 303,
        "data": "2015/09/01",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "BOM DE MAIS MEU SONHO E TER UM DESSES",
        "revisao": "NADA MAL"
    },
    {
        "id": 304,
        "data": "2015/09/01",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Maravilhoso",
        "revisao": "Ainda não tenho mas espero comprar em breve :)"
    },
    {
        "id": 305,
        "data": "2015/08/31",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "otimo",
        "revisao": "eu gostei  muito , é muito bom mesmo , maravilhoso\r\n"
    },
    {
        "id": 306,
        "data": "2015/09/08",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Tudo em sua mãos!",
        "revisao": "É bonito, inovador, moderno... enfim, um produto Apple. Tamanho ótimo, design moderno, facilidade de manuseio dos comandos; a bateria poderia durar um pouco mais!"
    },
    {
        "id": 307,
        "data": "2015/09/08",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "otimo",
        "revisao": "Nunca udei,mas tenho amigas que possuem e amam e nao trocariam por nada."
    },
    {
        "id": 308,
        "data": "2015/09/08",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "perfeitoo",
        "revisao": "nao tive nenhuma ainda :("
    },
    {
        "id": 309,
        "data": "2015/09/07",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito Bom",
        "revisao": "Esse aparelho é muito bom eu tenho um Galaxy s5 e nem se compara com a qualidade o iphone adorei vale a pena"
    },
    {
        "id": 310,
        "data": "2015/09/07",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito bom",
        "revisao": "Achei o Iphone 6 muito bom, porém é mais do mesmo. em algumas aplicações a resolução da tela fica a desejar pois parece que a aplicação só fica ampliada. mas de resto, achei a bateria muito boa. perto do iphone 5 ela é muito melhor. fora o sistema operacional que pra mim da de 7 x 1 no android. "
    },
    {
        "id": 311,
        "data": "2015/09/14",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "ele é muito bom e pretendo comprar",
        "revisao": "gosto de produtos da apple"
    },
    {
        "id": 312,
        "data": "2015/09/13",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "maravilhoso",
        "revisao": "sempre tive iphone...mas o 6 eh significamente muito melhor que os anteriores."
    },
    {
        "id": 313,
        "data": "2015/09/12",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ótimo aparelho",
        "revisao": "Muito fácil o manuseio e prático"
    },
    {
        "id": 314,
        "data": "2015/09/12",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Regular",
        "revisao": "A câmera, a interface e o produto em geral são bons, mas o mesmo entorta com facilidade e a tela racha por qualquer queda. É necessário muito cuidado com este produto e não recomendo para crianças e pessoas desleixadas que não dão o devido valor ao dinheiro."
    },
    {
        "id": 315,
        "data": "2015/09/11",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Perfeito",
        "revisao": "não tem como reclamar da Apple, quer dizer, só o fato de não poder compartilhar arquivos com outras marcas, mas isso não é o fim do mundo!!!"
    },
    {
        "id": 316,
        "data": "2015/09/11",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "buscapé",
        "revisao": "Minha  relação com design muito formato em tudo."
    },
    {
        "id": 317,
        "data": "2015/09/18",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Melhor celular que existe",
        "revisao": "Sem duvida que esse é o melhor celular que existe, mas infelizmente moramos no brasil e aqui o preço é pelo status da marca e por isso tem seu custo elevado\r\n"
    },
    {
        "id": 318,
        "data": "2015/09/18",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "ótimo produto, preço não tão bom assim",
        "revisao": "O iphone 6 apesar da tela maior segue o mesmo segmento dos smartphones da apple quando o assunto é design. É um aparelho extremamente bonito e funcional. \r\nA câmera traseira possui uma nova tecnologia que proporciona fotos muito melhores se compararmos com o modelo anterior. \r\nO touch id sofreu uma melhora e o processamento está mais rápido e muito mais fluido. Sem dúvida é um ótimo produto, apesar do preço elevado no Brasil."
    },
    {
        "id": 319,
        "data": "2015/09/18",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Melhor produto",
        "revisao": "Otimo aparelho recomendo a todos a sua compra"
    },
    {
        "id": 320,
        "data": "2015/09/18",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "QUERO",
        "revisao": "eu quero, mas mt caro"
    },
    {
        "id": 321,
        "data": "2015/09/17",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Aparelho Top de Linha",
        "revisao": "Muito bom"
    },
    {
        "id": 322,
        "data": "2015/09/28",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Produto muito interessante, por ter seu próprio sistema",
        "revisao": "Fácil de manusear, bonito, porém caro"
    },
    {
        "id": 323,
        "data": "2015/09/27",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "MARAVILHOSO",
        "revisao": "MARAVILHOSO, APENAS!"
    },
    {
        "id": 324,
        "data": "2015/09/24",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "otimo!!!!!!!!!!",
        "revisao": "muito lindo"
    },
    {
        "id": 325,
        "data": "2015/09/23",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "e um bom celular",
        "revisao": "e um bom celular"
    },
    {
        "id": 326,
        "data": "2015/09/23",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "este de ser otimo",
        "revisao": "uilizei produtos da linha, porem versões anteriores, gostaria de ter  experiencia com este."
    },
    {
        "id": 327,
        "data": "2015/09/23",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "ipad",
        "revisao": "Ainda não tenho o produto, mas amigos me afirmaram que é ótimo."
    },
    {
        "id": 328,
        "data": "2015/10/08",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "iPhone 6 16gb",
        "revisao": "Excelente produto."
    },
    {
        "id": 329,
        "data": "2015/10/07",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Lindo,prático e pouco acessível",
        "revisao": "tive inicialmente o mini Ipad 16gb e com 6 ou 7 meses de uso quebrou um pedacinho do vidro,Troquei nos EUA pagando uma taxa de 100 doláres.Com 4 meses depois ele não carregava mais. Levei na Aplle já tinha expirado a garantia original e não compensava consertar.Mas assim mesmo em dezembro de 2014 comprei mais 2,agora com 32gb e estou satisfeita porque o produto estava em promoção e até agora não apresentou problema.A dificuldade que encontro nele é quanto ao acesso wifi muitas vezes o acesso fica lento"
    },
    {
        "id": 330,
        "data": "2015/10/05",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "iPhone 6 - um smartphone viciante",
        "revisao": "Tenho iPhone desde o 3S, e posso dizer que o aparelho é viciante, o touch screen dele é muito bom, a tela de tamanho ideal para assistir filmes e seriados, o design é muito inovador, o meu iPhone é dourado e acho lindo. Sem falar no Facetime, onde é possível ligar para familiares e amigos e acionar a video câmera."
    },
    {
        "id": 331,
        "data": "2015/10/05",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "ótimo, porém valor não acessível.",
        "revisao": "Muito bom, ótimo aparelho, segurança 100% antiprivacidade etc."
    },
    {
        "id": 332,
        "data": "2015/10/04",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "toppp",
        "revisao": "ameiii"
    },
    {
        "id": 333,
        "data": "2015/10/04",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "um otimo produto ",
        "revisao": "o produto é muito otimo porem o valor dele esta muito caro então varias pessoas não esta, comprando esse aparelho pelo o fato do preço "
    },
    {
        "id": 334,
        "data": "2015/10/02",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente, pórem caro,",
        "revisao": "Agilidade é sinônimo desse Smartphone, sem falar que trata-se do produto mais cobiçado por quem adora estar conectado às redes sociais pela sua qualidade de imagem, video, som dentre outros fatores."
    },
    {
        "id": 335,
        "data": "2015/10/01",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "otimo",
        "revisao": "achei tudo em si maravilhoso"
    },
    {
        "id": 336,
        "data": "2015/09/30",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente",
        "revisao": "Não usei porque ainda não tenho, mais recomendo porque é um ótimo celular"
    },
    {
        "id": 337,
        "data": "2015/10/18",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente produto",
        "revisao": "Excelente produto para ser usado no dia-dia, em casa e no trabalho."
    },
    {
        "id": 338,
        "data": "2015/10/16",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ótimo aparelho.",
        "revisao": "Muito bom, fácil de se acostumar com ele (vindo do android), ótimas qualidades como: câmera, design, resistência."
    },
    {
        "id": 339,
        "data": "2015/10/11",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "IPAD (RECOMENDAVEL DE PREFERENCIA DO BUSCA PE)",
        "revisao": "MINHA EXPERIENCIA COM O IPAD DA APPLE FOI OTIMA PQ NAO SE TRATA SO DE UM IPAD DA APPLE E SIM DE UM MINI COMPUTADOR PORTATIL O Q E OTIMO .ASSIM VC PODE LEVAR ELE PRA ONDE VC QUISER O Q E INCRIVEL .UMA DAS COISAS Q EU MAIS GOSTO DA APPLE SOBRE O IPAD E Q SO A APPLE TEM IPAD AS OUTRAS MARCAS POR ENQUANTO E TABLET EU ACHO Q TODOS DEVERIAM TER UM IPAD ELE O DESIGNER DELE E SOFISTICADO TEM UMA CAMERA BOA E ETC .N TENHO O IPAD MAIS JA USEI E ACHEI OTIMO E RECOMENDSO BOM ESPERO Q GOSTEM DA MINHA AVALIAÇAO ."
    },
    {
        "id": 340,
        "data": "2015/10/11",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "otimo alem de ser lindo",
        "revisao": "boa otimo desenpenho e otimo design"
    },
    {
        "id": 341,
        "data": "2015/10/11",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "otimoo",
        "revisao": "nao tenho este produto "
    },
    {
        "id": 342,
        "data": "2015/10/23",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente.",
        "revisao": "vou falar com base  ao dos meus amigos,  excelente  e estou comprando um  indicação  deles ."
    },
    {
        "id": 343,
        "data": "2015/10/22",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "ótimo produto ",
        "revisao": "a melhor experiência são as fotos,ótimas fotos ate mesmo no escuro."
    },
    {
        "id": 344,
        "data": "2015/10/21",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Falata só bateria",
        "revisao": "Excelente!"
    },
    {
        "id": 345,
        "data": "2015/10/21",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Iphone 6. O que dizer?",
        "revisao": "Apple é Apple !!! Caro pros padrões do Brasil , porém com bom preço de revenda de usado. Não desvaloriza muito. Claro que depende de onde se compra. Mas no geral o Iphone é um excelente aparelho , com o robusto sistema IOS que é intuitivo e bom de usar. Apple é uma experiência , não somente um produto fechado em si. "
    },
    {
        "id": 346,
        "data": "2015/10/21",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Iphone 6. O que dizer?",
        "revisao": "Apple é Apple !!! Caro pros padrões do Brasil , porém com bom preço de revenda de usado. Não desvaloriza muito. Claro que depende de onde se compra. Mas no geral o Iphone é um excelente aparelho , com o robusto sistema IOS que é intuitivo e bom de usar. Apple é uma experiência , não somente um produto fechado em si. "
    },
    {
        "id": 347,
        "data": "2015/11/03",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Um bom aparelho celular.",
        "revisao": "Recomendo"
    },
    {
        "id": 348,
        "data": "2015/11/02",
        "estrelas": 2,
        "foi_recomendado": "Recomendo",
        "titulo": "Bom",
        "revisao": "Ele é muito mais tem seu defeito "
    },
    {
        "id": 349,
        "data": "2015/11/02",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "muito bom",
        "revisao": "eu tenho um iphone ele é otimo só a bateria que nao dura muito mais no resto ele é tudo de bom"
    },
    {
        "id": 350,
        "data": "2015/11/01",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "otimo",
        "revisao": "muito bom"
    },
    {
        "id": 351,
        "data": "2015/10/28",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Sensacional ",
        "revisao": "Iphone é o melhor aparecelho celular destes tempos, claro que não é um aparelho barato, mas quem investe o valor não se arrepende."
    },
    {
        "id": 352,
        "data": "2015/11/11",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "ótimo produto",
        "revisao": "Produto excelente, não tenho do que reclamar..."
    },
    {
        "id": 353,
        "data": "2015/11/09",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "otimo",
        "revisao": "muito bom só esta caro \r\n"
    },
    {
        "id": 354,
        "data": "2015/11/08",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Espetacular!",
        "revisao": "Ótimo iDevice, qualidade de ponta, ótima construção unibody e acabamento, tela surpreendente, touchID aprimorado, leve, ótimo sistema iOS que garante que o software e o hardware trabalhem juntamente sem que tenha lags, travamento e outros... sem contar que Apple é Apple... Recomendo."
    },
    {
        "id": 355,
        "data": "2015/11/08",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito bom",
        "revisao": "Pretendo adquirir, por isso entrei no buscapé, sempre compro produtos visualizando por esse site, tenho amigos que tem, porém todos reclamam da bateria, mas a câmera é muito boa, o design também, que deixa o aparelho bem sofisticado."
    },
    {
        "id": 356,
        "data": "2015/11/17",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Insubstituível",
        "revisao": "Tenho o aparelho há alguns meses e não tenho grandes reclamações. Não tenho problemas com travamentos, é super leve, roda bem os aplicativos, é super fino, além do design realmente bonito. Porém, como nada é perfeito destaco apenas dois pontos negativos: bateria e custo-benefício, não causando grandes problemas. Recomendo á todos que procuram um aparelho duradouro."
    },
    {
        "id": 357,
        "data": "2015/11/17",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Previlégio de ter meu Iphone 6.",
        "revisao": "Existia um tempo em que ir acompanhar o lançamento de um novo modelo de iPhone era algo divertido e inusitado, com grandes oportunidades de se viver belas experiências e trocas com outros usuários. Este tempo, infelizmente, parece ter mudado bastante e em algumas cidades a busca por um iPhone no primeiro dia se tornou algo cansativo e bem confuso, pelo menos nas grandes cidades. Então, esperei um pouco mais, e resolvi comprar pelo site mesmo, e vale muito a pena. Hoje, posso dizer, que tenho todo o privilégio. "
    },
    {
        "id": 358,
        "data": "2015/11/16",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Top de linha",
        "revisao": "Ele me proporciona fácil uso em diversas opções, dando o conforto e processo rápido e pratico. A Apple caprichou nesta nova linha de Iphone."
    },
    {
        "id": 359,
        "data": "2015/11/16",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "otimo",
        "revisao": "muito bom cara tecnológico !!!!"
    },
    {
        "id": 360,
        "data": "2015/11/16",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Durabilidade",
        "revisao": "Tenho uma afilhada de 4 anos que é apaixonada pelo meu Ipad, confesso que o aparelho já levou alguns tombos nas mãos dela, o que acho incrível é q ele NÃO quebra, graças a Deus!! rsrsrs... enfim, me mantenho fã da marca e da ideia dessa maçã!!!"
    },
    {
        "id": 361,
        "data": "2015/11/23",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Iphone 6",
        "revisao": "Os produtos da Apple são naturalmente qualificados, entretanto, como leigo, não vejo grande diferença do iPhone 6 para os demais, tirando pequenos detalhes como a qualidade da câmera, o design mais moderno e fino (O que me gera um pouco de incomodo é o tamanho do aparelho, bem maior que os anteriores), dispositivo que desbloqueia com a digital e outros. Não vejo pontos negativos, porém não acho que o custo elevado seja totalmente justificável."
    },
    {
        "id": 362,
        "data": "2015/11/22",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ótimo!!!",
        "revisao": "Supera qualquer expectativa, ótimo aparelho. "
    },
    {
        "id": 363,
        "data": "2015/11/22",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "maravilhoso",
        "revisao": "muito bom facil uso lindo amei "
    },
    {
        "id": 364,
        "data": "2015/11/21",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito bom ",
        "revisao": "Eu pude utilizar deste aparelho durante um dia e ele e muito rapido pratico e tambem tem uma alta definiçao "
    },
    {
        "id": 365,
        "data": "2015/11/19",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Qualidade",
        "revisao": "O produto é surpreendente na qualidade do material e na leveza. O sistema é totalmente integrado com outros aparelhos. O ponto que mais me atrai é a segurança e estabilidade."
    },
    {
        "id": 366,
        "data": "2015/11/26",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Mega phone",
        "revisao": "Eu ainda não tenho este produto ."
    },
    {
        "id": 367,
        "data": "2015/11/26",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Recomendo!",
        "revisao": "Sempre tive iPhone e é impressionante a evolução do iPhone 6... Bateria dura muito mais e tanto a camera quanto o display são impressionantes!"
    },
    {
        "id": 368,
        "data": "2015/11/26",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "produto que vale a pena ter",
        "revisao": "excelente produto, multifuncional, o preço é elevado, mas se tiver condições, é valido adquirir."
    },
    {
        "id": 369,
        "data": "2015/11/26",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Na minha opinião, o MELHOR iPhone que já tive!",
        "revisao": "Definitivamente a apple se reinventou ao desenvolver essa nova geração de aparelhos. o iPhone 6 trás todos os recursos necessários e um sistema/hardware pontentes que respeitam as vontades do usuário e não deixam a desejar. Além do reformulado iOS 8, a fluidez do sistema no aparelho é de fazer inveja, sem travamentos (raras exceções), auto falantes potentes e os famosos EarPods, para meu uso quase que constante, a bateria dura praticamente um dia inteiro, saio de casa para o trabalho as 8:00hrs e e o aparelho só vai ver um carregador novamente as 22hrs, restando ainda 10% de carga. A câmera então, dispensa comentários! Simplesmente a melhor geração de smartphone Apple que já tive a oportunidade de ter. Inovador, design robusto e elegante, corpo todo em alumínio, leve, borda arredondadas (que pra min dão outra cara ao aparelho) e finalmente a tão esperada tela de 4.7\". Se os fãs da Samsung eram fãs de suas telonas e por isso recusavam um iPhone, acabaram-se os argumentos. Não podemos esquecer é claro do custo-benefício. O aparelho é realmente caro para os padrões brasileiros, mas entrega o que promete. Como fã de tecnologia, acredito que se a pessoa pode pagar, não vai se arrepender de ter um ótimo aparelho da linha Premium. "
    },
    {
        "id": 370,
        "data": "2015/11/26",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Na minha opinião, o MELHOR iPhone que já tive!",
        "revisao": "Definitivamente a apple se reinventou ao desenvolver essa nova geração de aparelhos. o iPhone 6 trás todos os recursos necessários e um sistema/hardware pontentes que respeitam as vontades do usuário e não deixam a desejar. Além do reformulado iOS 8, a fluidez do sistema no aparelho é de fazer inveja, sem travamentos (raras exceções), auto falantes potentes e os famosos EarPods, para meu uso quase que constante, a bateria dura praticamente um dia inteiro, saio de casa para o trabalho as 8:00hrs e e o aparelho só vai ver um carregador novamente as 22hrs, restando ainda 10% de carga. A câmera então, dispensa comentários! Simplesmente a melhor geração de smartphone Apple que já tive a oportunidade de ter. Inovador, design robusto e elegante, corpo todo em alumínio, leve, borda arredondadas (que pra min dão outra cara ao aparelho) e finalmente a tão esperada tela de 4.7\". Se os fãs da Samsung eram fãs de suas telonas e por isso recusavam um iPhone, acabaram-se os argumentos. Não podemos esquecer é claro do custo-benefício. O aparelho é realmente caro para os padrões brasileiros, mas entrega o que promete. Como fã de tecnologia, acredito que se a pessoa pode pagar, não vai se arrepender de ter um ótimo aparelho da linha Premium. "
    },
    {
        "id": 371,
        "data": "2015/12/01",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Iphone 6",
        "revisao": "Sou fã do sistema ios da apple. Simplesmente o melhor! O Iphone 6 possui tudo de melhor."
    },
    {
        "id": 372,
        "data": "2015/11/30",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Uso e aprovo",
        "revisao": "É um ótimo aparelho, moderninho ... Só falta falar"
    },
    {
        "id": 373,
        "data": "2015/11/30",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "o melhor produto que ja comprei da apple",
        "revisao": "muito bom levo ele para todo lugar e tiro selfies toda hora, nunca falhou adoro as capinhas uso para a escola tb pois ele serve para entrar em sites da là … anoto nas notas o meu dia e procuro minhas amigas pelo watsapp e pelo busca iphone tudo eu dou um jeito para levalo comigo… levo para acampamentos, passeios escolares …….. toda minha vida esta la mas não sou tão viciada ele e muito facil de usar com um toque leve ja vai para o que vc quer a camera tem uma imagem otima que sem suas caracteristicas sempre seram unicas , andam dizendo que a sansunga anda melhor a motorola, a lg  mas eu acho que nenhuma consiguiria copiar  a apple pois n tem a mesma tecnologia"
    },
    {
        "id": 374,
        "data": "2015/11/30",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Produto de Qualidade",
        "revisao": "Produto muito bom, rápido e de excelente acabamento."
    },
    {
        "id": 375,
        "data": "2015/11/28",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "ótimo",
        "revisao": "facilidade ao usar."
    },
    {
        "id": 376,
        "data": "2016/03/26",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Tudo bom.",
        "revisao": "muito bom"
    },
    {
        "id": 377,
        "data": "2016/03/14",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Preço altíssimo",
        "revisao": "Preço muito alto ainda, não compensaria ter comprado."
    },
    {
        "id": 378,
        "data": "2016/02/23",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito bom",
        "revisao": "Loja 1000000%"
    },
    {
        "id": 379,
        "data": "2016/01/17",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito bom, mas muito caro!",
        "revisao": "Sem dúvida o melhor dos smartphones, porém exageradamente caro!"
    },
    {
        "id": 380,
        "data": "2015/12/18",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito bom",
        "revisao": "Melhor que o iphone 5c que era o meu iphone anterior"
    },
    {
        "id": 381,
        "data": "2016/05/28",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Ótimo",
        "revisao": "Muito bom aplicativos muito práticos e uteis"
    },
    {
        "id": 382,
        "data": "2016/05/07",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Bom, mas caro!",
        "revisao": "Otimo aparelho, mas como todo Aplle, muito caro!"
    },
    {
        "id": 383,
        "data": "2016/05/02",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Maravilhoso!",
        "revisao": "A camera tem uma resolução fantastica. Seu manuseio é muito fácil e suas funções são bastante interessantes."
    },
    {
        "id": 384,
        "data": "2016/04/18",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "otimo produto",
        "revisao": "já tenho à 2 anos"
    },
    {
        "id": 385,
        "data": "2016/04/15",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "PRODUTO MUITO BOM",
        "revisao": "boa experiencia com o produto"
    },
    {
        "id": 386,
        "data": "2016/11/04",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "iPhone 6 é espetacular",
        "revisao": "Fácil de usar, suporte excelente, seguro, intuitivo. Não tem comparação com outros celulares. É Apple."
    },
    {
        "id": 387,
        "data": "2016/10/24",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Bom ",
        "revisao": "Atende minhas necessidades "
    },
    {
        "id": 388,
        "data": "2016/09/08",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Smartphone Apple iPhone 6 16GB",
        "revisao": "Muito bom! Recomendo."
    },
    {
        "id": 389,
        "data": "2016/07/30",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Muito bom ",
        "revisao": "Muito bom "
    },
    {
        "id": 390,
        "data": "2016/12/21",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Satisfeita com o iPhone 6 16GB",
        "revisao": "Atendeu as minhas expectativas."
    },
    {
        "id": 391,
        "data": "2016/12/20",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Maravilhoso ",
        "revisao": "Adorei"
    },
    {
        "id": 392,
        "data": "2016/12/17",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente ",
        "revisao": "Excelente "
    },
    {
        "id": 393,
        "data": "2016/12/15",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "O iPhone 6S é sensacional! ",
        "revisao": "É um celular rápido, completo e oferece o melhor, da melhor fabricante, a Apple. "
    },
    {
        "id": 394,
        "data": "2017/03/27",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "OTIMO",
        "revisao": "Produto atendeu muito bem as expectativas."
    },
    {
        "id": 395,
        "data": "2017/03/14",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "EXCELENTE",
        "revisao": "ÓTIMO. ATENDEU MINHAS EXPECTATIVAS."
    },
    {
        "id": 396,
        "data": "2017/03/14",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "EXCELENTE",
        "revisao": "PRODUTO MUITO BOM, ATENDEU MINHAS EXPECTATIVAS."
    },
    {
        "id": 397,
        "data": "2017/03/13",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Produto perfeito",
        "revisao": "Fácil manuseio, tecnologia de ultima qualidade, recomendo sem medo."
    },
    {
        "id": 398,
        "data": "2017/07/04",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Boa relação custo-beneficio",
        "revisao": "Em razao da depreciação do valor do produto, torna-se otima a aquisição, pois tem-se  um excelente smart, com a qualidade Apple ( sem travamentos, apps interessantes e confiaveis, rapido ) e custo baixo para compra, comparado aos demais produtos da marca."
    },
    {
        "id": 399,
        "data": "2017/06/27",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Campiao",
        "revisao": "Muito boa"
    },
    {
        "id": 400,
        "data": "2017/06/06",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Bom",
        "revisao": "Bom produto, menu bem rápido sem problemas algum apenas a bateria que tem duração curta."
    },
    {
        "id": 401,
        "data": "2017/06/05",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Produto com a qualidade Apple",
        "revisao": "Produto com a qualidade Apple, porém se faz necessário trabalhar a bateria para uma maior durabilidade."
    },
    {
        "id": 402,
        "data": "2014/12/02",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "MAGNÍFICO!",
        "revisao": "Sim, pode confiar!"
    },
    {
        "id": 403,
        "data": "2014/11/26",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "elegante",
        "revisao": "não ha muito o que falar para quem é fã da APPLE."
    },
    {
        "id": 404,
        "data": "2014/10/22",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "MT BOM!!",
        "revisao": "bommm"
    },
    {
        "id": 405,
        "data": "2015/08/03",
        "estrelas": 3,
        "foi_recomendado": "Não recomendo",
        "titulo": "Não tenho",
        "revisao": "Para mim muito monopolizado, para pessoas mais leigas é dificil ate fazer os procedimentos mais comuns de um smartfone, e com certeza isto gera prejuízo à própria empresa, pois muitos deixam de comprar, eu mesmo não sei se compraria outro.\r\n"
    },
    {
        "id": 406,
        "data": "2014/12/14",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "muito bom",
        "revisao": "recomendo pros meus amigos"
    },
    {
        "id": 407,
        "data": "2015/02/06",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "My Iphone 6S",
        "revisao": "É top do mercado, apesar de ser incrementado no Brasil com um preço absurdo! Funções ótimas que atrai qualquer fã de tecnologia. E tem um design deslumbrante que faz você se apaixonar e querer ele de qualquer maneira! "
    },
    {
        "id": 408,
        "data": "2015/07/10",
        "estrelas": 1,
        "foi_recomendado": "Não recomendo",
        "titulo": "Modinha apenas",
        "revisao": "Não presta"
    },
    {
        "id": 409,
        "data": "2014/11/26",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "O melhor do Mundo",
        "revisao": "O novo Iphone 6 e o melhor de todos, com a tela maior atendeu as minhas expectativas."
    },
    {
        "id": 410,
        "data": "2015/10/30",
        "estrelas": 5,
        "foi_recomendado": "Recomendo",
        "titulo": "Excelente",
        "revisao": "Excelente produto.\r\nO melhor até hoje lançado!!"
    },
    {
        "id": 411,
        "data": "2015/10/29",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Satisfeita com o desempenho do meu celular",
        "revisao": "O celular tem um design diferenciado, é leve e fácil de usar.\r\nPossui muitos recursos e a câmera é excelente!"
    },
    {
        "id": 412,
        "data": "2015/10/29",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "Satisfeita com o desempenho do meu celular",
        "revisao": "O celular tem um design diferenciado, é leve e fácil de usar.\r\nPossui muitos recursos e a câmera é excelente!"
    },
    {
        "id": 413,
        "data": "2015/09/22",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "ótimo iphone",
        "revisao": "Troquei o iphone 4s pelo 6 e a bateria é muito mais durável, a câmara é ótima, tira excelentes fotos!"
    },
    {
        "id": 414,
        "data": "2015/09/22",
        "estrelas": 4,
        "foi_recomendado": "Recomendo",
        "titulo": "ótimo iphone",
        "revisao": "Troquei o iphone 4s pelo 6 e a bateria é muito mais durável, a câmara é ótima, tira excelentes fotos!"
    }
]